{
    "Ecommerce": {
        "EcommerceLogSubcategoryHelp1": "இணையவழி பதிவு சிறுமணி அமர்வு-நிலை தரவை வழங்குகிறது, எனவே ஒவ்வொரு பயனருக்கும் முழு அமர்வையும் வாங்கலாம் அல்லது அவர்களின் வண்டியை கைவிட்டது. தேர்வுமுறை வாய்ப்புகளை வெளிப்படுத்த வாங்குவதற்கு முன்னும் பின்னும் பயனர்கள் என்ன செய்கிறார்கள் என்பதைப் புரிந்துகொள்ள இது உதவும்.",
        "EcommerceLogSubcategoryHelp2": "இந்த பக்கத்தில் உள்ள தரவு நிகழ்நேரத்தில் புதுப்பிக்கப்பட்டுள்ளது.",
        "EcommerceOverviewSubcategoryHelp1": "உங்கள் நிகழ்நிலை ச்டோரின் செயல்திறனைப் பற்றிய உயர் மட்ட பார்வையைப் பெறுவதற்கான சிறந்த இடம் இணையவழி கண்ணோட்டம் பிரிவு. ஒரு பார்வையில், நீங்கள் எத்தனை விற்பனையை உருவாக்குகிறீர்கள், எவ்வளவு வருவாய் ஈட்டுகிறீர்கள், உங்கள் வலைத்தளத்தின் மாற்று விகிதம் ஆகியவற்றைக் காணலாம்.",
        "EcommerceOverviewSubcategoryHelp2": "முழு அளவிலான படிமலர்ச்சி வரைபடத்தில் கவனம் செலுத்த ச்பார்க்லைன் விளக்கப்படத்தில் உள்ள ஒரு தனிப்பட்ட மெட்ரிக்கைக் சொடுக்கு செய்க.",
        "EcommerceOverviewSubcategoryHelp3": "எங்கள் இணையவழி வழிகாட்டியில் இங்கே மேலும் அறிக.",
        "LifeTimeValue": "இணையவழி வாழ்க்கை நேர மதிப்பு",
        "LifeTimeValueDescription": "அனைத்து வருகைகளிலும் இந்த வாடிக்கையாளருக்குக் கூறப்படும் மொத்த இணையவழி வருவாய்: பார்வையாளர் ஐடி %s அனைத்து இணையவழி ஆர்டர்களின் வருவாயின் தொகை.",
        "NumberOfItems": "வண்டியில் உள்ள பொருட்களின் எண்ணிக்கை",
        "Order": "ஒழுங்கு",
        "OrderId": "ஐடி ஆர்டர்",
        "OrderRevenue": "ஆர்டர் வருவாய்",
        "OrderValue": "ஆர்டர் மதிப்பு",
        "Orders": "ஆர்டர்கள்",
        "PluginDescription": "பயனர்கள் வண்டிகளில் தயாரிப்புகளைச் சேர்க்கும்போது, அவை இணையவழி விற்பனைக்கு மாற்றும்போது கண்காணிக்க இணையவழி உங்களை அனுமதிக்கிறது. தயாரிப்புகள் மற்றும் தயாரிப்பு வகைகள் காட்சிகள் மற்றும் கைவிடப்பட்ட வண்டிகளையும் கண்காணிக்கவும்.",
        "ProductSubcategoryHelp": "உங்கள் தயாரிப்பு தேர்வு மற்றும் கடை பக்கங்கள் தொடர்பான போக்குகள் மற்றும் வாய்ப்புகளை வெளிப்படுத்த அதிக செயல்திறன் கொண்ட அல்லது குறைவான செயல்திறன் கொண்ட தயாரிப்புகள் மற்றும் வகைகளை அடையாளம் காண தயாரிப்புகள் பார்வை உங்களுக்கு உதவும்.",
        "RevenueLeftInCart": "வண்டியில் வருவாய்",
        "Sales": "விற்பனை",
        "SalesAdjective": "விற்பனை %s விழுக்காடு",
        "SalesBy": "விற்பனை %s விழுக்காட்டில்",
        "SalesSubcategoryHelp1": "போக்குவரத்து மற்றும் பிரச்சார ஆதாரங்கள், பயனர் நேரம் மற்றும் இருப்பிடம் மற்றும் அவற்றை அணுக பயன்படுத்தப்படும் சாதனங்கள் போன்ற விற்பனைக்கு பொதுவாக வழிவகுக்கும் வெவ்வேறு நிபந்தனைகளை பகுப்பாய்வு செய்ய உதவும் அறிக்கைகளின் விரிவான சேகரிப்பு இந்த பிரிவில் உள்ளது.",
        "SalesSubcategoryHelp2": "குறிப்பிட்ட போக்குவரத்து வகைகள் அல்லது கண்காணிக்கப்பட்ட பிரச்சாரங்கள் போன்ற ஒவ்வொரு பரிமாணத்துடனும் வருவாய் எவ்வாறு தொடர்புடையது என்பதையும் நீங்கள் சரியாக அறியலாம்.",
        "ViewedProductCategory": "தயாரிப்பு வகை",
        "ViewedProductName": "தயாரிப்பு பெயர்",
        "ViewedProductPrice": "தயாரிப்பு விலை பார்க்கப்பட்டது",
        "ViewedProductSKU": "பார்க்கப்பட்ட தயாரிப்பு SKU",
        "VisitorProfileAbandonedCartSummary": "மொத்தம் %3$s மதிப்புள்ள %2$s உருப்படிகள் உட்பட %1$s வண்டிகள் கைவிடப்பட்டுள்ளன.",
        "VisitorProfileItemsAndOrders": "%2$s இணையவழி ஆர்டர்களில் %1$s உருப்படிகளை வாங்கியது.",
        "VisitorProfileLTV": "%1$s ஆயுள் நேர வருவாயை உருவாக்கியது."
    }
}
