{
    "SegmentEditor": {
        "AddANDorORCondition": "%s நிபந்தனையைச் சேர்க்கவும்",
        "AddNewSegment": "புதிய பிரிவைச் சேர்க்கவும்",
        "AddThisToMatomo": "இந்த பகுதியை மாடோமோவில் சேர்க்கவும்",
        "AddingSegmentForAllWebsitesDisabled": "அனைத்து வலைத்தளங்களுக்கும் பிரிவுகளைச் சேர்ப்பது முடக்கப்பட்டுள்ளது.",
        "AreYouSureDeleteSegment": "இந்த பகுதியை நீக்க விரும்புகிறீர்களா?",
        "AutoArchivePreProcessed": "பிரிக்கப்பட்ட அறிக்கைகள் முன் செயலாக்கப்படுகின்றன (வேகமாக, CRON தேவைப்படுகிறது)",
        "AutoArchiveRealTime": "பிரிக்கப்பட்ட அறிக்கைகள் உண்மையான நேரத்தில் செயலாக்கப்படுகின்றன",
        "ChangingSegmentDefinitionConfirmationNotProcessedOnRequest": "நீங்கள் பிரிவு வரையறையை மாற்ற உள்ளீர்கள். அறிக்கைகள் மீண்டும் செயலாக்கப்படும் வரை இந்த புதிய பிரிவுக்கான உங்கள் பகுப்பாய்வு அறிக்கைகள் கிடைக்காது. இந்த பிரிவுக்கு அறிக்கைகள் தரவைக் காண்பிக்க சில மணிநேரங்கள் ஆகலாம். எப்படியும் தொடரவா?",
        "ChangingSegmentDefinitionConfirmationProcessedOnRequest": "நீங்கள் பிரிவு வரையறையை மாற்ற உள்ளீர்கள். இந்த புதிய பிரிவுக்கான உங்கள் பகுப்பாய்வு அறிக்கைகள் அடுத்த முறை நீங்கள் கோரும்போது கோரிக்கையின் பேரில் மீண்டும் பதப்படுத்தப்படும். உங்கள் அறிக்கைகள் தோன்ற சில நிமிடங்கள் ஆகலாம். எப்படியும் தொடரவா?",
        "ChooseASegment": "ஒரு பகுதியைத் தேர்வுசெய்க",
        "CompareThisSegment": "இந்த பிரிவை தேர்ந்தெடுக்கப்பட்ட பிரிவு மற்றும் காலத்துடன் ஒப்பிடுக.",
        "CurrentlySelectedSegment": "தற்போது தேர்ந்தெடுக்கப்பட்ட பிரிவு: %s",
        "CustomSegment": "தனிப்பயன் பிரிவு",
        "CustomUnprocessedSegmentApiError1": "நீங்கள் கோரிய பிரிவு இன்னும் பிரிவு எடிட்டரில் உருவாக்கப்படவில்லை, எனவே அறிக்கை தரவு முன் பதப்படுத்தப்படவில்லை.",
        "CustomUnprocessedSegmentApiError2": "இந்த பிரிவுக்கான தரவைக் காண, நீங்கள் மாடோமோவுக்குச் சென்று பிரிவு எடிட்டரில் இந்த பகுதியை கைமுறையாக உருவாக்க வேண்டும்.",
        "CustomUnprocessedSegmentApiError3": "(Alternatively, you can create a புதிய segment programmatically using the SegmentEditor.add பநிஇ method).",
        "CustomUnprocessedSegmentApiError4": "எடிட்டரில் (அல்லது பநிஇ வழியாக) பிரிவை உருவாக்கியதும், இந்த பிழை செய்தி மறைந்துவிடும், சில மணி நேரங்களுக்குள் பிரிவு தரவு முன்பே பதப்படுத்தப்பட்ட பிறகு, உங்கள் பிரிக்கப்பட்ட அறிக்கை தரவைக் காண்பீர்கள். (அவ்வாறு செய்யாவிட்டால், ஒரு சிக்கல் இருக்கலாம்.)",
        "CustomUnprocessedSegmentApiError5": "Live.getLastVisitsDetails பநிஇ ஐப் பயன்படுத்தி உங்கள் பிரிவு செயலாக்கக் காத்திருக்காமல் உங்கள் பிரிவு செயல்படுமா என்பதை நீங்கள் சோதிக்க முடியும் என்பதை நினைவில் கொள்க.",
        "CustomUnprocessedSegmentApiError6": "இந்த பநிஇ முறையைப் பயன்படுத்தும் போது, உங்கள் &amp; பிரிவு = அளவுருவால் எந்த பயனர்கள் மற்றும் செயல்கள் பொருந்தின என்பதை நீங்கள் காண்பீர்கள்.",
        "CustomUnprocessedSegmentNoData": "இந்த பிரிவுக்கான தரவைக் காண, நீங்கள் பிரிவு எடிட்டரில் இந்த பகுதியை கைமுறையாக உருவாக்க வேண்டும், பின்னர் முன் செயலாக்கத்திற்கு இரண்டு மணி நேரம் காத்திருக்கவும்.",
        "DataAvailableAtLaterDate": "உங்கள் பிரிக்கப்பட்ட பகுப்பாய்வு அறிக்கைகள் பின்னர் கிடைக்கும். சிரமத்திற்கு மன்னிப்பு கோருகிறோம்.",
        "DefaultAllVisits": "அனைத்து வருகைகளும்",
        "DragDropCondition": "இழுவை &amp; நிலைமை",
        "HideMessageInFuture": "இந்த செய்தியை எதிர்காலத்தில் மறைக்கவும்",
        "LoadingSegmentedDataMayTakeSomeTime": "பிரிக்கப்பட்ட பார்வையாளர் தரவை செயலாக்க சில நிமிடங்கள் ஆகலாம்…",
        "OperatorAND": "மற்றும்",
        "OperatorOR": "அல்லது",
        "PluginDescription": "ஒரு பிரிவு என்பது முழு வருகைகளின் ஒரு பகுதியை மட்டுமே தேர்ந்தெடுக்க பயன்படுத்தப்படும் அளவுகோல்களின் தொகுப்பாகும். பிரிவுகளைப் பயன்படுத்தி உங்கள் அறிக்கைகளில் தன்னிச்சையான சூழலை மீண்டும் செலுத்தலாம்.",
        "SaveAndApply": "சேமி &amp; விண்ணப்பிக்கவும்",
        "SegmentDisplayedAllWebsites": "அனைத்து வலைத்தளங்களும்",
        "SegmentDisplayedThisWebsiteOnly": "இந்த வலைத்தளம் மட்டுமே",
        "SegmentEditor": "பிரிவு ஆசிரியர்",
        "SegmentIsDisplayedForWebsite": "மற்றும் செயலாக்கப்பட்டது",
        "SegmentNotApplied": "பிரிவு '%s' பயன்படுத்தப்படவில்லை",
        "SegmentNotAppliedMessage": "தனிப்பயன் பிரிவுக்கு '%s' க்கான தரவை நீங்கள் கோருகிறீர்கள், இந்த மாடோமோவின் உள்ளமைவு தற்போது செயல்திறன் காரணங்களுக்காக அறிக்கைகளின் நிகழ்நேர செயலாக்கத்தைத் தடுக்கிறது.",
        "SegmentOperatorIsNotNullNorEmpty": "சுழிய அல்லது காலியாக இல்லை",
        "SegmentOperatorIsNullOrEmpty": "சுழிய அல்லது காலியாக உள்ளது",
        "SegmentXIsAUnionOf": "%s இந்த பிரிவுகளின் ஒன்றிணைவு:",
        "SelectSegmentOfVisits": "வருகைகளின் ஒரு பகுதியைத் தேர்ந்தெடுக்கவும்:",
        "SharedWithYou": "உங்களுடன் பகிரப்பட்டது",
        "Test": "தேர்வு",
        "ThisSegmentIsCompared": "இந்த பிரிவு தற்போது ஒப்பிடப்பட்டுள்ளது.",
        "ThisSegmentIsSelectedAndCannotBeCompared": "இந்த பிரிவு தற்போது தேர்ந்தெடுக்கப்பட்டுள்ளது, எனவே ஒப்பிடுவதற்கு தேர்ந்தெடுக்க முடியாது.",
        "ThisSegmentIsVisibleTo": "இந்த பிரிவு இதற்குத் தெரியும்:",
        "UnprocessedSegmentApiError1": "'%1$s' பிரிவு '%2$s' ஆக அமைக்கப்பட்டுள்ளது, ஆனால் பநிஇ கோரிக்கைகளில் பிரிக்கப்பட்ட அறிக்கைகளை செயலாக்க மாடோமோ தற்போது கட்டமைக்கப்படவில்லை.",
        "UnprocessedSegmentApiError2": "எதிர்காலத்தில் இந்த அறிக்கைக்கான தரவைக் காண, நீங்கள் உங்கள் பிரிவைத் திருத்த வேண்டும் மற்றும் '%s' என்று பெயரிடப்பட்ட விருப்பத்தைத் தேர்வு செய்ய வேண்டும்.",
        "UnprocessedSegmentApiError3": "சில மணிநேரங்களுக்குப் பிறகு உங்கள் பிரிவு தரவு பநிஇ மூலம் கிடைக்க வேண்டும். (அவ்வாறு செய்யாவிட்டால், ஒரு சிக்கல் இருக்கலாம்.)",
        "UnprocessedSegmentInVisitorLog1": "%1$smeanile நீங்கள் பார்வையாளர் பதிவைப் பயன்படுத்தலாம்%2$s உங்கள் பிரிவு உங்கள் பயனர்களை அங்கு பயன்படுத்துவதன் மூலம் சரியாக பொருந்துமா என்பதை சோதிக்கலாம்.",
        "UnprocessedSegmentInVisitorLog2": "விண்ணப்பிக்கும்போது, உங்கள் பிரிவால் எந்த வருகைகள் மற்றும் செயல்கள் பொருந்தின என்பதை உடனடியாகக் காணலாம்.",
        "UnprocessedSegmentInVisitorLog3": "உங்கள் பிரிவு பயனர்கள் மற்றும் நீங்கள் எதிர்பார்க்கும் செயல்களுடன் பொருந்துகிறது என்பதை உறுதிப்படுத்த இது உதவும்.",
        "UnprocessedSegmentNoData1": "இந்த அறிக்கைகளுக்கு தரவு இல்லை, ஏனென்றால் நீங்கள் கோரிய பிரிவு %1$s இன்னும் கணினியால் செயலாக்கப்படவில்லை.",
        "UnprocessedSegmentNoData2": "செயலாக்கம் முடிந்ததும் இந்த பிரிவுக்கான தரவு சில மணிநேரங்களில் கிடைக்க வேண்டும். (அவ்வாறு செய்யாவிட்டால், ஒரு சிக்கல் இருக்கலாம்.)",
        "UnprocessedSegmentNoData3": "%1$s பிரிவுக்கான தரவைக் காண்பிக்க மாடோமோவால் முடியவில்லை, ஏனெனில் இந்த காலகட்டத்திற்கான கட்டமைப்பு ஒரு மதிப்பைத் தடுக்கிறது. தயவுசெய்து உங்கள் நிர்வாகியை தொடர்பு கொள்ளவும் அல்லது %2$sthis கேள்விகள் %3$s இந்த சிக்கலை எவ்வாறு தீர்ப்பது என்பதை சரிபார்க்கவும்.",
        "VisibleToAllUsers": "அனைத்து பயனர்களும்",
        "VisibleToMe": "நான்",
        "VisibleToSuperUser": "உங்களுக்கு சூப்பர் பயனர் அணுகல் இருப்பதால் உங்களுக்குத் தெரியும்",
        "YouDontHaveAccessToCreateSegments": "பிரிவுகளை உருவாக்க மற்றும் திருத்த தேவையான அணுகல் நிலை உங்களிடம் இல்லை.",
        "YouMayChangeSetting": "மாற்றாக நீங்கள் கட்டமைப்பு கோப்பில் (%1$s) அமைப்பை மாற்றலாம், அல்லது இந்த பிரிவைத் திருத்தி '%2$s' ஐத் தேர்வு செய்யலாம்.",
        "YouMustBeLoggedInToCreateSegments": "தனிப்பயன் பார்வையாளர் பிரிவுகளை உருவாக்க மற்றும் திருத்த நீங்கள் உள்நுழைய வேண்டும்."
    }
}
