{
    "Dashboard": {
        "AddAWidget": "Widget toevoegen",
        "AddPreviewedWidget": "Klik om het widget aan het dashboard toe te voegen",
        "ChangeDashboardLayout": "Wijzig de dashboard lay-out",
        "CopyDashboardToUser": "Dashboard naar gebruiker kopiëren",
        "CreateNewDashboard": "Nieuw dashboard aanmaken",
        "Dashboard": "Dashboard",
        "DashboardCategoryHelp": "Dit is een dashboardpagina. Dashboards zijn een verzameling van Matomo-widgets die u zelf toevoegt volgens uw specifieke behoeften. Kies en schik alle Matomo-widgets zodat u in één oogopslag de %1$s-gegevens krijgt die *u* %2$s nodig heeft.",
        "DashboardCopied": "Huidig dashboard succesvol naar geselecteerde gebruiker gekopieerd.",
        "DashboardEmptyNotification": "Uw dashboard bevat geen widgets. Start met het toevoegen van nieuwe widgets of reset het dashboard naar de standaard widget selectie.",
        "DashboardName": "Naam dashboard:",
        "DashboardOf": "Dashboard van %s",
        "DefaultDashboard": "Standaard dashboard - Gebruik de standaard widgets in een standaard lay-out",
        "DeleteWidgetConfirm": "Weet u zeker dat u dit widget van het dashboard wilt verwijderen?",
        "EmptyDashboard": "Maak het dashboard leeg - kies uw favoriete widgets",
        "LoadingWidget": "Bezig widget te laden, even geduld aub…",
        "ManageDashboard": "Dashboard beheren",
        "Maximise": "Maximaliseren",
        "Minimise": "Minimaliseren",
        "NotUndo": "Je kunt deze verwijdering niet ongedaan maken.",
        "PluginDescription": "Je Web Analytics Dashboard. Pas je dashboard aan door nieuwe widgets toe te voegen, versleep ze, en wijzig de dashboard kolomweergave. Elke gebruiker kan een eigen aangepaste dashboard beheren.",
        "RemoveDashboard": "Dashboard verwijderen",
        "RemoveDashboardConfirm": "Weet u zeker dat u het dashboard \"%s\" wilt verwijderen?",
        "RemoveDefaultDashboardNotPossible": "Het standaard dashboard kan niet worden verwijderd",
        "RenameDashboard": "Dashboard hernoemen",
        "ResetDashboard": "Reset dashboard",
        "ResetDashboardConfirm": "Wilt u echt uw dashboard lay-out terugzetten naar de standaard Widgets selectie?",
        "SelectDashboardLayout": "Selecteer je nieuwe dashboard lay-out",
        "SelectWidget": "Selecteer een widget om toe te voegen aan het dashboard",
        "SetAsDefaultWidgets": "Stel in als standaard widgetselectie",
        "SetAsDefaultWidgetsConfirm": "Weet je zeker dat je de huidige selectie van widgets en dashboard lay-out wilt toepassen als het nieuwe standaard dashboard sjabloon?",
        "SetAsDefaultWidgetsConfirmHelp": "Deze selectie van widgets en dashboard lay-out zal gebruikt worden om nieuwe dashboards te maken voor nieuwe gebruikers, of wanneer de \"%s\" functie gebruikt is.",
        "TopLinkTooltip": "Bekijk web analyse rapporten voor %s.",
        "WidgetNotFound": "Widget niet gevonden",
        "WidgetPreview": "Widget voorbeeld"
    }
}
