{
    "CoreAdminHome": {
        "AcceptInvite": "அழைப்பை ஏற்றுக்கொள்ளுங்கள்",
        "AddNewTrustedHost": "புதிய நம்பகமான ஓச்டைச் சேர்க்கவும்",
        "Administration": "ஆட்சி",
        "ArchivingSettings": "காப்பக அமைப்புகள்",
        "BrandingSettings": "வர்த்தக அமைப்புகள்",
        "BruteForce": "முரட்டுத்தனமான படை",
        "CheckToOptIn": "இந்த பெட்டியை தேர்வு செய்யவும்.",
        "ClickHereToOptIn": "விலக இங்கே சொடுக்குங்கள்.",
        "ClickHereToOptOut": "வெளியற இங்கே சொடுக்குங்கள்.",
        "CloudflareDescription": "உங்கள் வலைத்தளம் கிளவுட்ஃப்ளேரில் புரவலன் செய்யப்பட்டால், தயவுசெய்து %1$sTHIS வழிகாட்டி %2$s ஐப் பார்க்கவும்.",
        "ConfirmDeleteAllTrackingFailures": "அனைத்து கண்காணிப்பு தோல்விகளையும் நீக்க விரும்புகிறீர்களா?",
        "ConfirmDeleteThisTrackingFailure": "இந்த கண்காணிப்பு தோல்வியை நீக்க விரும்புகிறீர்களா?",
        "Cors": "கோர்ச்",
        "CorsDomains": "குறுக்கு-ஆரிசின் வள பகிர்வு (CORS) களங்கள்",
        "CorsDomainsHelp": "நீங்கள் http://example.com அல்லது http://stats.example.com போன்ற களங்கள் அல்லது துணை டொமைன்களை வரையறுக்கலாம். அல்லது அனைத்து களங்களுக்கும் குறுக்கு டொமைன் கோரிக்கைகளை அனுமதிக்க * ஒரு * சேர்க்கவும்",
        "CustomLogoFeedbackInfo": "நீங்கள் மாடோமோ லோகோவைத் தனிப்பயனாக்கினால், மேல் பட்டியலில் %1$s இணைப்பை மறைக்க ஆர்வமாக இருக்கலாம். அவ்வாறு செய்ய, நீங்கள் %2$s ச்மனேச் செருகுநிரல்கள் %3$s பக்கத்தில் பின்னூட்ட சொருகி முடக்கலாம்.",
        "CustomLogoHelpText": "பாவனையாளர் பக்கத்திலும் மின்னஞ்சல் அறிக்கைகளிலும் காட்சிப்படுத்தப்படும் Matomo இலட்ச்சனையை உங்களால் மாற்ற முடியும்.",
        "DeclineInvite": "மறுப்பு அழைப்பை",
        "DeleteAllFailures": "எல்லா தோல்விகளையும் நீக்கவும்",
        "DevelopmentProcess": "எங்கள் மேம்பாட்டு செயல்முறையில் ஆயிரக்கணக்கான தானியங்கி சோதனைகள் அடங்கும், பீட்டா சோதனையாளர்கள் மாடோமோவில் \"பிழைக் கொள்கை இல்லை\" என்பதை அடைவதில் முக்கிய பங்கு வகிக்கின்றனர்.",
        "EmailServerSettings": "மின்னஞ்சல் வழங்கி அமைப்புக்கள்",
        "ErrorEmailFromAddressNotValid": "முகவரியிலிருந்து SMTP செல்லுபடியாகாது",
        "FaviconUpload": "பதிவேற்ற ஒரு ஃபேவிகானைத் தேர்ந்தெடுக்கவும்",
        "FileUploadDisabled": "உங்கள் பிஎச்பி உள்ளமைவில் கோப்புகளைப் பதிவேற்றுவது இயக்கப்படவில்லை. உங்கள் தனிப்பயன் சின்னத்தை பதிவேற்ற தயவுசெய்து php.ini இல் %s ஐ அமைத்து உங்கள் வெப்சர்வரை மறுதொடக்கம் செய்யுங்கள்.",
        "ForBetaTestersOnly": "பீட்டா நிலை பரிசோதனையாளர்களுக்கு மட்டும்",
        "GoogleTagManagerDescription": "உங்கள் வலைத்தளம் Google TAG மேலாளரைப் பயன்படுத்துகிறது என்றால், தயவுசெய்து %1$sTHIS வழிகாட்டி %2$s ஐப் பார்க்கவும்.",
        "HideAdvancedOptions": "மேம்பட்ட விருப்பங்களை மறைக்கவும்",
        "HowToGetHelp": "நீங்கள் உதவி பெற பல்வேறு வழிகள் உள்ளன. மாடோமோ சமூகம் வழியாக இலவச உதவி மற்றும் மாடோமோ குழு மற்றும் மாடோமோவின் கூட்டாளர்கள் வழங்கிய கட்டண உதவி உள்ளது. அல்லது புகாரளிக்க உங்களிடம் பிழை இருக்கலாம் அல்லது புதிய அம்சத்தை பரிந்துரைக்க விரும்புகிறீர்களா?",
        "HttpTrackingApi": "HTTP கண்காணிப்பு பநிஇ",
        "HttpTrackingApiDescription": "%1$shttp கண்காணிப்பு பநிஇ %2$s எதையும் கண்காணிக்க உங்களை அனுமதிக்கிறது. நீங்கள் இன்னும் SDK இல்லாத நிரலாக்க மொழியைப் பயன்படுத்துகிறீர்கள் என்றால் இது பயனுள்ளதாக இருக்கும். சாதனங்கள் அல்லது பயன்பாடுகளை நீங்கள் ஒரு சிறப்பு வழியில் கண்காணிக்க விரும்பும் போது இது பயனுள்ளதாக இருக்கும்.",
        "ImageTracking": "சிறு படம் மூலம் கண்காணிப்பு செய்ய",
        "ImageTrackingIntro1": "ஒரு பார்வையாளர் சாவாச்கிரிப்டை முடக்கியிருக்கும்போது, அல்லது சாவாச்கிரிப்டைப் பயன்படுத்த முடியாதபோது, பார்வையாளர்களைக் கண்காணிக்க பட கண்காணிப்பு இணைப்பைப் பயன்படுத்தலாம்.",
        "ImageTrackingIntro2": "கீழே உள்ள இணைப்பை உருவாக்கி, உருவாக்கப்பட்ட உஉகுமொ ஐ பக்கத்தில் நகலெடுக்கவும். சாவாச்கிரிப்ட் கண்காணிப்புக்கான குறைவடைப்பாக நீங்கள் இதைப் பயன்படுத்துகிறீர்கள் என்றால், நீங்கள் அதை %1$s குறிச்சொற்களில் சூழ்ந்து கொள்ளலாம்.",
        "ImageTrackingIntro3": "பட கண்காணிப்பு இணைப்புடன் நீங்கள் பயன்படுத்தக்கூடிய விருப்பங்களின் முழு பட்டியலுக்கும், %1$s ச்ட்ராக்கிங் பநிஇ ஆவணங்கள் %2$s ஐப் பார்க்கவும்.",
        "ImageTrackingLink": "பட கண்காணிப்பு இணைப்பு",
        "ImportFromGoogleAnalytics": "Google Analytics இலிருந்து இறக்குமதி செய்யுங்கள்",
        "ImportFromGoogleAnalyticsDescription": "உங்களிடம் கூகிள் அனலிட்டிக்ச் சொத்து இருந்தால், மாடோமோவுக்கு மாறினால், %1$sgoogleanalyticsimporter %2$s சொருகி பயன்படுத்தி உங்கள் இருக்கும் தரவை இறக்குமதி செய்யலாம்.",
        "ImportingServerLogsDesc": "உலாவி மூலம் பார்வையாளர்களைக் கண்காணிப்பதற்கான மாற்று (சாவாச்கிரிப்ட் அல்லது பட இணைப்பு வழியாக) சேவையக பதிவுகளை தொடர்ந்து இறக்குமதி செய்வதாகும். %1$sserver பதிவு கோப்பு பகுப்பாய்வு %2$s பற்றி மேலும் அறிக.",
        "InvalidPluginsWarning": "இந்த சொருகிகள் %1$s உடன் பொருந்தவில்லை.அத்துடன் இவை இயங்கவும் இல்லை: %2$s.",
        "InvalidPluginsYouCanUninstall": "இந்த செருகுநிரல்களை %1$s ச்மனேச் செருகுநிரல்கள் %2$s பக்கத்தில் புதுப்பிக்கலாம் அல்லது நிறுவல் நீக்கலாம்.",
        "JSTrackingDocumentationHelp": "எளிதான அணுகலுக்கு, மிகவும் பிரபலமான மேம்பட்ட விருப்பங்கள் கீழே கிடைக்கின்றன. இன்னும் கூடுதல் விருப்பங்களுக்கு (இலக்குகள், தனிப்பயன் மாறிகள், இணையவழி ஆர்டர்கள் மற்றும் கைவிடப்பட்ட வண்டிகள் எவ்வாறு கண்காணிப்பது உட்பட) தயவுசெய்து %1$sச்மாடோமோ சாவாச்கிரிப்ட் கண்காணிப்பு ஆவணங்கள் %2$s ஐப் பாருங்கள்.",
        "JSTrackingIntro1": "உங்கள் வலைத்தளத்திற்கு பார்வையாளர்களை பல வழிகளில் கண்காணிக்கலாம். அதைச் செய்ய பரிந்துரைக்கப்பட்ட வழி சாவாச்கிரிப்ட் மூலம். இந்த முறையைப் பயன்படுத்த, உங்கள் வலைத்தளத்தின் ஒவ்வொரு வலைப்பக்கத்திலும் சில சாவாச்கிரிப்ட் குறியீடு இருப்பதை உறுதி செய்ய வேண்டும், அவற்றை நீங்கள் இங்கே உருவாக்க முடியும்.",
        "JSTrackingIntro2": "உங்கள் வலைத்தளத்திற்கான சாவாச்கிரிப்ட் கண்காணிப்புக் குறியீட்டை நீங்கள் பெற்றவுடன், மாடோமோவுடன் நீங்கள் கண்காணிக்க விரும்பும் அனைத்து பக்கங்களுக்கும் நகலெடுத்து ஒட்டவும்.",
        "JSTrackingIntro3a": "பெரும்பாலான வலைத்தளங்கள், வலைப்பதிவுகள், சி.எம்.எச் போன்றவற்றில். உங்களுக்காக தொழில்நுட்ப வேலைகளைச் செய்ய முன்பே தயாரிக்கப்பட்ட சொருகி பயன்படுத்தலாம். (Matomoவை ஒருங்கிணைக்க பயன்படுத்தப்பட்ட செருகுநிரல்களின் %1$sபட்டியலை பார்க்கவும்%2$s.)",
        "JSTrackingIntro3b": "சொருகி எதுவும் இல்லை என்றால், நீங்கள் உங்கள் வலைத்தள வார்ப்புருக்களைத் திருத்தலாம் மற்றும் சாவாச்கிரிப்ட் கண்காணிப்பு குறியீட்டை &amp; lt;/head &amp; gt; குறிச்சொல் பெரும்பாலும் 'header.php', 'header.tpl' அல்லது ஒத்த வார்ப்புரு கோப்பில் வரையறுக்கப்படுகிறது.",
        "JSTrackingIntro4": "பார்வையாளர்களைக் கண்காணிக்க நீங்கள் சாவாச்கிரிப்டைப் பயன்படுத்த விரும்பவில்லை என்றால், %1$s ஒரு பட கண்காணிப்பு இணைப்பை %2$s க்குக் கீழே வைக்கவும்.",
        "JSTrackingIntro5": "டிராக் பக்கக் காட்சிகளை விட அதிகமாக நீங்கள் செய்ய விரும்பினால், கிடைக்கக்கூடிய செயல்பாடுகளின் பட்டியலுக்கு %1$s ச்மாடோமோ சாவாச்கிரிப்ட் கண்காணிப்பு ஆவணங்கள் %2$s ஐப் பாருங்கள். இந்த செயல்பாடுகளைப் பயன்படுத்தி நீங்கள் இலக்குகள், தனிப்பயன் மாறிகள், இணையவழி ஆர்டர்கள், கைவிடப்பட்ட வண்டிகள் மற்றும் பலவற்றைக் கண்காணிக்கலாம்.",
        "JSTracking_CampaignKwdParam": "பிரச்சாரத்தின் திறவுச்சொல் காரணி",
        "JSTracking_CampaignNameParam": "பிரச்சாரப் பெயர் அளவுரு",
        "JSTracking_CodeNoteBeforeClosingHead": "குறியீடு துணுக்கை நகலெடுக்க பொத்தானைக் சொடுக்கு செய்து, %1$s குறிச்சொல்லுக்கு முன் உடனடியாக ஒட்டவும் (பரிந்துரைக்கப்படுகிறது)",
        "JSTracking_CodeNoteBeforeClosingHeadEmail": "இந்த குறியீடு உங்கள் வலைத்தளத்தின் ஒவ்வொரு பக்கத்திலும் ஒரு ச்கிரிப்ட் உறுப்புக்குள் உட்பொதிக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். நிறைவு தலை குறிச்சொல்லுக்கு முன்பே அதை ஒட்ட பரிந்துரைக்கிறோம்.",
        "JSTracking_ConsentManagerConnected": "%1$s ஏற்கனவே மாடோமோவுடன் வேலை செய்ய கட்டமைக்கப்பட்டதாகத் தெரிகிறது.",
        "JSTracking_ConsentManagerDetected": "உங்கள் தளத்தில் %1$s ஒப்புதல் மேலாளர் கண்டறியப்பட்டது. %1$s உடன் வேலை செய்ய மாடோமோவை உள்ளமைப்பது பற்றி அறிய தயவுசெய்து %2$s ஐப் பார்வையிடவும்",
        "JSTracking_ConsentManagerEmailNote": "அல்லது அதற்கு பதிலாக உங்கள் வலைத்தளத்தில் கண்காணிப்பு குறியீட்டை நேரடியாக உட்பொதிக்கலாம்:",
        "JSTracking_CrossDomain": "இயல்பாக, ஒரு தனித்துவமான பார்வையாளரை அடையாளம் காணும் பார்வையாளர் ஐடி உலாவியின் முதல் கட்சி குக்கீகளில் சேமிக்கப்படுகிறது, இது ஒரே களத்தில் உள்ள பக்கங்களால் மட்டுமே அணுக முடியும். குறுக்கு டொமைனை இணைப்பதை இயக்குவது ஒரு குறிப்பிட்ட பார்வையாளரின் அனைத்து செயல்களையும் பக்கக் காட்சிகளையும் பல களங்களில் பக்கங்களைக் காணும்போது கூட ஒரே வருகைக்கு கண்காணிக்க உங்களை அனுமதிக்கிறது. உங்கள் வலைத்தளத்தின் மாற்றுப்பெயர் முகவரி களில் ஒன்றிற்கான இணைப்பை ஒரு பயனர் சொடுக்கு செய்யும் போதெல்லாம், அது பார்வையாளர் ஐடியை அனுப்பும் முகவரி அளவுருவை PK_VID சேர்க்கும்.",
        "JSTracking_CrossDomain_NeedsMultipleDomains": "குறிப்பு: குறுக்கு டொமைன் இணைப்பைப் பயன்படுத்த, உங்கள் வலைத்தளத்திற்கு ஒன்றுக்கு மேற்பட்ட டொமைன் பெயர் (URL கள்) குறிப்பிட வேண்டும்.",
        "JSTracking_CustomCampaignQueryParam": "பிரச்சார பெயர் மற்றும் முக்கிய சொல்லுக்கு தனிப்பயன் வினவல் அளவுரு பெயர்களைப் பயன்படுத்தவும்",
        "JSTracking_CustomCampaignQueryParamDesc": "குறிப்பு: %1$sMatomo தன்னியக்கமாக Google Analytics அளவுருக்களை கண்டுகொள்ளும்.%2$s",
        "JSTracking_DisableCampaignParameters": "பிரச்சார அளவுருக்கள் கண்காணிப்பை முடக்கு",
        "JSTracking_DisableCampaignParametersDesc": "இந்த விருப்பம் சரிபார்க்கப்படும்போது, மாடோமோ பிரச்சார அளவுருக்களைக் கண்காணிக்காது, அவை கண்காணிக்கப்பட்ட முகவரி களில் இருந்து அகற்றப்படும்.",
        "JSTracking_DisableCookies": "அனைத்து கண்காணிப்பு குக்கீகளையும் முடக்கு",
        "JSTracking_DisableCookiesDesc": "அனைத்து முதல் கட்சி குக்கீகளையும் முடக்குகிறது. இந்த வலைத்தளத்திற்கு இருக்கும் மாடோமோ குக்கீகள் அடுத்த பக்கக் காட்சியில் நீக்கப்படும்.",
        "JSTracking_EnableCrossDomainLinking": "குறுக்கு டொமைன் இணைப்பை இயக்கவும்",
        "JSTracking_EnableDoNotTrack": "வாடிக்கையாளர் பக்க DoNotTrack கண்டறிதலை செயல்படுத்த",
        "JSTracking_EnableDoNotTrackDesc": "பார்வையாளர்கள் கண்காணிக்க வேண்டும் வேண்டாம் எனில் அதனால் கண்காணிப்பு கோரிக்கைகளை அனுப்பி முடியாது.",
        "JSTracking_EnableDoNotTrack_AlreadyEnabled": "குறிப்பு: சேவையக பக்க டோனோட்ராக் உதவி இயக்கப்பட்டது, எனவே இந்த விருப்பம் எந்த விளைவையும் ஏற்படுத்தாது.",
        "JSTracking_EndNote": "குறிப்பு: %1$s ச்ட்ராக்கிங் குறியீடு %2$s நிர்வாக பிரிவில் தனிப்பயனாக்கப்பட்ட கண்காணிப்பு குறியீட்டை உருவாக்கலாம்.",
        "JSTracking_GroupPageTitlesByDomain": "கண்காணிக்கும் போது தள டொமைன் பக்க பேருக்கு முன்னால் வர",
        "JSTracking_GroupPageTitlesByDomainDesc1": "எனவே வலைப்பதிவில் 'பற்றி' பக்கத்தை யாராவது பார்வையிட்டால்.%1$s இது 'வலைப்பதிவு / பற்றி' என பதிவு செய்யப்படும். துணை டொமைன் மூலம் உங்கள் போக்குவரத்தின் கண்ணோட்டத்தைப் பெற இது எளிதான வழியாகும்.",
        "JSTracking_MergeAliases": "\"வெளிச்செல்லும் இணைப்பு\" அறிக்கையில் தெரியாத மாற்றுபெயர் கொண்ட இந்த URL களை மறைக்க:",
        "JSTracking_MergeAliasesDesc": "எனவே மாற்று முகவரி களுக்கான இணைப்புகள் (எ.கா. %s) \"அவுட்லிங்க்\" என்று கணக்கிடப்படாது.",
        "JSTracking_MergeSubdomains": "இந்த உப டொமைன்களில் இருந்து வரும் வருகையாலர்களை கண்காணிக்க",
        "JSTracking_MergeSubdomainsDesc": "எனவே ஒரு பார்வையாளர் %1$s மற்றும் %2$s ஐப் பார்வையிட்டால், அவை ஒரு தனித்துவமான பார்வையாளராகக் கருதப்படும்.",
        "JSTracking_PageCustomVars": "ஒவ்வொரு பக்கம் பார்வையிலும் ஒரு தனிபயன் மாறியை கண்காணிக்க",
        "JSTracking_PageCustomVarsDesc": "எடுத்துக்காட்டாக, மாறி பெயர் \"வகை\" மற்றும் மதிப்பு \"வெள்ளை ஆவணங்கள்\".",
        "JSTracking_TrackNoScript": "சாவாச்கிரிப்ட் முடக்கப்பட்ட பயனர்களைக் கண்காணிக்கவும்",
        "JSTracking_VisitorCustomVars": "இந்த வருகையாளருக்கு ஒரு தனிபயன் மாறியை கண்காணிக்க",
        "JSTracking_VisitorCustomVarsDesc": "எடுத்துக்காட்டாக, மாறி பெயர் \"வகை\" மற்றும் மதிப்பு \"வாடிக்கையாளர்\".",
        "JavaScriptCode": "சாவாச்கிரிப்ட் குறியீடு",
        "JavaScriptTracking": "ஜாவா ஸ்கிரிப்ட் கண்காணிப்பு",
        "JsTrackingCodeAdvancedOptionsStep": "விரும்பினால்: உங்கள் கண்காணிப்பு குறியீட்டைத் தனிப்பயனாக்க மேம்பட்ட விருப்பங்களைப் பயன்படுத்தவும்.",
        "JsTrackingCodeMissingEmail1": "சில நாட்களுக்கு முன்பு உங்கள் மாடோமோ பகுப்பாய்வுகளில் '%s' என்ற வலைத்தளத்தைச் சேர்த்துள்ளீர்கள். நாங்கள் இப்போது சோதித்தோம், உங்கள் மாடோமோவில் இந்த வலைத்தளத்திற்கு பதிவு செய்யப்பட்ட போக்குவரத்து எதுவும் இருப்பதாகத் தெரியவில்லை.",
        "JsTrackingCodeMissingEmail2": "தரவைக் கண்காணிக்கவும், உங்கள் பயனர்களைப் பற்றிய நுண்ணறிவுகளைப் பெறவும், உங்கள் வலைத்தளம் அல்லது மொபைல் பயன்பாட்டில் கண்காணிப்பை அமைக்க வேண்டும். வலைத்தளங்களுக்கு %s குறிச்சொல்லுக்கு முன்பே கண்காணிப்பு குறியீட்டை உட்பொதிக்கிறது.",
        "JsTrackingCodeMissingEmail3": "உங்கள் கண்காணிப்பு குறியீட்டைக் கண்டுபிடித்து தனிப்பயனாக்க, %1$s இங்கே %2$s ஐக் சொடுக்கு செய்க (அல்லது %3$s சாவாச்கிரிப்ட் கண்காணிப்பு கிளையன்ட் கையேடு %4$s ஐப் பாருங்கள்).",
        "LearnMore": "மேலும் அறிக",
        "LogoNotWriteableInstruction": "இயல்புநிலை மாடோமோ லோகோவுக்கு பதிலாக உங்கள் தனிப்பயன் லோகோவைப் பயன்படுத்த, இந்த கோப்பகத்திற்கு எழுதும் இசைவு கொடுங்கள்: %1$s MATOMO தேவைகள் %2$s கோப்புகளில் சேமிக்கப்பட்ட உங்கள் லோகோக்களுக்கான எழுதும் அணுகல் தேவை.",
        "LogoUpload": "முத்திரையை தேர்வு செய்க",
        "LogoUploadFailed": "பதிவேற்றிய கோப்பை செயலாக்க முடியவில்லை. கோப்பில் சரியான வடிவம் இருக்கிறதா என்று சரிபார்க்கவும்.",
        "LogoUploadHelp": "ஒரு கோப்பை %1$s வடிவங்களில் குறைந்தபட்சம் %2$s பிக்சல்களுடன் பதிவேற்றவும்.",
        "LtsReleases": "எல்.டி.எச் (நீண்ட கால ஆதரவு) பதிப்புகள் பாதுகாப்பு மற்றும் பிழை-சரிசெய்தல்களை மட்டுமே பெறுகின்றன.",
        "MenuDevelopment": "வளர்ச்சி",
        "MenuDiagnostic": "ஆய்ந்தறிதல்",
        "MenuGeneralSettings": "பொது அமைப்புகள்",
        "MenuMeasurables": "அளவிடக்கூடியவை",
        "MenuSystem": "மண்டலம்",
        "MissingTrackingCodeEmailSubject": "மாடோமோ அனலிட்டிக்சில் %s பதிவு செய்யப்படவில்லை, இப்போது தொடங்கவும்",
        "NTrackingFailures": "%s கண்காணிப்பு தோல்விகள்",
        "NeedHelp": "உதவி தேவையா?",
        "NoKnownFailures": "அறியப்பட்ட கண்காணிப்பு தோல்விகள் எதுவும் இல்லை.",
        "OptOutComplete": "விலகுதல் முழுமையடைந்தது; இந்த வலைத்தளத்தில் உங்களது வருகைகள் இணைய பகுப்பாய்வு கருவி மூலம் பதிவு செய்யப்பட மாட்டாது.",
        "OptOutCompleteBis": "உங்கள் குக்கீகளை அழித்தால், விலகல் குக்கீயை நீக்கினால், அல்லது கணினிகள் அல்லது வலை உலாவிகளை மாற்றினால், நீங்கள் மீண்டும் விலகல் நடைமுறையைச் செய்ய வேண்டும்.",
        "OptOutCustomOptOutLink": "இந்த உருவாக்குபவர் %1$sguide %2$s இல் விளக்கப்பட்டுள்ளபடி, உஉகுமொ மற்றும் சாவாச்கிரிப்ட் ஆகியவற்றைப் பயன்படுத்தி முற்றிலும் தனிப்பயன் விலகல் படிவத்தையும் உருவாக்கலாம்.",
        "OptOutDntFound": "உங்கள் உலாவி நீங்கள் விரும்பவில்லை என்று புகாரளிப்பதால் நீங்கள் கண்காணிக்கப்படவில்லை. இது உங்கள் உலாவியின் அமைப்பாகும், எனவே நீங்கள் 'கண்காணிக்க வேண்டாம்' அம்சத்தை முடக்கும் வரை நீங்கள் தேர்வு செய்ய முடியாது.",
        "OptOutErrorNoCookies": "கண்காணிப்பு விலகல் அம்சத்திற்கு குக்கீகளை இயக்க வேண்டும்.",
        "OptOutErrorNoTracker": "கண்காணிப்பு விலகல் அம்சத்தால் இந்த பக்கத்தில் மாடோமோ டிராக்கர் குறியீட்டைக் கண்டுபிடிக்க முடியவில்லை",
        "OptOutErrorNotHttps": "கண்காணிப்பு விலகல் நற்பொருத்தம் வேலை செய்யாது, ஏனெனில் இந்த தளம் HTTPS இல் ஏற்றப்படவில்லை. உங்கள் விலகல் நிலை மாற்றப்பட்டதா என்பதை சரிபார்க்க பக்கத்தை மீண்டும் ஏற்றவும்.",
        "OptOutErrorWindowOpen": "டிராக்கிங் விலகல் நற்பொருத்தம் வேலை செய்யாது, ஏனெனில் இது ஓப்டவுட் பாப்அப் தடுக்கப்பட்டதாகத் தெரிகிறது. உங்கள் விலகல் நிலை மாற்றப்பட்டதா என்பதை சரிபார்க்க பக்கத்தை மீண்டும் ஏற்றவும்.",
        "OptOutExplanation": "மாடோமோ இணையத்தில் தனியுரிமையை வழங்க அர்ப்பணிக்கப்பட்டுள்ளது. உங்கள் பார்வையாளர்களுக்கு மாடோமோ வலை பகுப்பாய்வுகளைத் தவிர்ப்பதற்கான தேர்வை வழங்க, பின்வரும் உஉகுமொ குறியீட்டை உங்கள் வலைத்தள பக்கத்தில் ஒன்றில் சேர்க்கலாம், எடுத்துக்காட்டாக தனியுரிமைக் கொள்கை பக்கத்தில்.",
        "OptOutExplanationIntro": "இந்த குறியீடு உங்கள் பார்வையாளர்கள் தங்கள் வலை உலாவிகளில் விலகல் குக்கீயை அமைப்பதன் மூலம் மேட்டோமோவைத் தவிர்ப்பதற்கான இணைப்பைக் கொண்ட ஒரு டிவியைக் காண்பிக்கும். DIV ஆல் காண்பிக்கப்படும் உள்ளடக்கத்தைக் காண கீழே (அல்லது %1$sclick இங்கே %2$s) காண்க.",
        "OptOutForYourVisitors": "பிவிக் உங்கள் வருகையாளர்களை தவிர்க்க",
        "OptingYouOut": "உங்களைத் தவிர்த்து, தயவுசெய்து காத்திருங்கள்…",
        "PersonalPluginSettings": "தனிப்பட்ட சொருகி அமைப்புகள்",
        "PiwikIsInstalledAt": "பிவிக் நிறுவப்பட்ட இடம்",
        "PluginSettingChangeNotAllowed": "சொருகி \"%2$s\" இல் \"%1$s\" அமைப்பின் மதிப்பை மாற்ற உங்களுக்கு இசைவு இல்லை",
        "PluginSettingReadNotAllowed": "சொருகி \"%2$s\" இல் \"%1$s\" அமைப்பின் மதிப்பைப் படிக்க உங்களுக்கு இசைவு இல்லை",
        "PluginSettings": "சொருகி அமைப்புகள்",
        "PluginSettingsIntro": "பின்வரும் மூன்றாம் தரப்பு செருகுநிரல்களுக்கான அமைப்புகளை இங்கே மாற்றலாம்:",
        "PluginSettingsSaveFailed": "சொருகி அமைப்புகளை சேமிக்க முடியவில்லை",
        "PluginSettingsSaveSuccess": "சொருகி அமைப்புகள் புதுப்பிக்கப்பட்டன.",
        "PluginSettingsValueNotAllowed": "\"%2$s\" சொருகி \"%1$s\" புலத்திற்கான மதிப்பு அனுமதிக்கப்படவில்லை",
        "Problem": "சிக்கல்",
        "ProtocolNotDetectedCorrectly": "நீங்கள் தற்போது ஒரு பாதுகாப்பான எச்எச்எல் இணைப்பில் (HTTPS ஐப் பயன்படுத்தி) மாடோமோவைப் பார்க்கிறீர்கள், ஆனால் மேட்டோமோ சேவையகத்தில் பாதுகாப்பான இணைப்பை மட்டுமே கண்டறிய முடியும்.",
        "ProtocolNotDetectedCorrectlySolution": "HTTPS ஐ விட உங்கள் உள்ளடக்கத்தை மேடோமோ பாதுகாப்பாக கோரிக்கை மற்றும் பணி செய்கிறார் என்பதை உறுதிப்படுத்த, நீங்கள் உங்கள் %1$s கோப்பைத் திருத்தலாம் மற்றும் உங்கள் பதிலாள் அமைப்புகளை உள்ளமைக்கலாம், அல்லது %3$s பிரிவுக்கு கீழே %2$s வரியைச் சேர்க்கலாம். %4$s moarnor more%5$s",
        "ReactDescription": "உங்கள் வலைத்தளம் எதிர்வினையைப் பயன்படுத்துகிறது என்றால், தயவுசெய்து %1$sTHIS வழிகாட்டி %2$s ஐப் பார்க்கவும்.",
        "ReleaseChannel": "வெளியீட்டு சேனல்",
        "SecurityNotificationAllTokenAuthDeletedBody": "உங்கள் கணக்கில் உள்ள அனைத்து அங்கீகார டோக்கன்களையும் யாரோ நீக்கிவிட்டனர்.",
        "SecurityNotificationAnonymousAccessEnabledBody": "யாரோ ஒருவர் அநாமதேய பயனர் அணுகலை %1$s க்கு இயக்கினார். இதன் பொருள் இந்த தளத்திற்கான தரவு இப்போது பகிரங்கமாக அணுகக்கூடியது. இது சரியாக இருந்தால், இந்த மின்னஞ்சலை புறக்கணிக்க தயங்க.",
        "SecurityNotificationCheckTwoFactor": "உங்கள் இரண்டு காரணி அங்கீகார பயன்பாடு அல்லது சாதனத்தை சரிபார்க்கவும்.",
        "SecurityNotificationEmailSubject": "பாதுகாப்பு அறிவிப்பு",
        "SecurityNotificationIfItWasYou": "அது நீங்கள் என்றால், தொடருங்கள். இந்தச் செயல்பாட்டை நீங்கள் அடையாளம் காணவில்லை என்றால், தயவுசெய்து உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்.",
        "SecurityNotificationRecoveryCodesRegeneratedBody": "உங்கள் கணக்கிற்கான புதிய இரண்டு காரணி அங்கீகார மீட்புக் குறியீடுகளை யாரோ உருவாக்கினர்.",
        "SecurityNotificationRecoveryCodesShowedBody": "உங்கள் கணக்கின் இரண்டு காரணி அங்கீகார மீட்புக் குறியீடுகளை ஒருவர் பார்த்தார்.",
        "SecurityNotificationSettingsChangedByOtherSuperUserBody": "மற்றொரு சூப்பர் பயனர் (%1$s) கணினி அமைப்புகளை மாற்றியமைத்தார். பாதிக்கப்பட்ட அமைப்புகள்: %2$s. இந்தச் செயல்பாட்டைப் பற்றி உங்களுக்குத் தெரிந்தால், தொடருங்கள். இந்தச் செயல்பாட்டை நீங்கள் அடையாளம் காணவில்லை என்றால், தயவுசெய்து மற்ற சூப்பர் பயனர்களை தொடர்பு கொள்ளவும்.",
        "SecurityNotificationSettingsChangedByUserBody": "யாரோ கணினி அமைப்புகளை மாற்றியமைத்தனர். பாதிக்கப்பட்ட அமைப்புகள்: %s.",
        "SecurityNotificationTokenAuthCreatedBody": "உங்கள் கணக்கில் யாரோ ஒரு அங்கீகார கிள்ளாக்கை (விளக்கம்: %s) உருவாக்கினர். அது நீங்கள் இல்லையென்றால், கிள்ளாக்கை நீக்கு.",
        "SecurityNotificationTokenAuthDeletedBody": "உங்கள் கணக்கில் யாரோ ஒரு அங்கீகார கிள்ளாக்கை (விளக்கம்: %s) நீக்கிவிட்டனர்.",
        "SecurityNotificationTwoFactorAuthDisabledBody": "உங்கள் கணக்கில் யாரோ இரண்டு காரணி அங்கீகாரத்தை முடக்கியுள்ளனர்.",
        "SecurityNotificationTwoFactorAuthEnabledBody": "உங்கள் கணக்கில் யாரோ இரண்டு காரணி அங்கீகாரத்தை இயக்கியுள்ளனர்.",
        "SecurityNotificationUserAcceptInviteBody": "பயனர் (உள்நுழைவு: %s) அழைப்பை ஏற்றுக்கொண்டார்.",
        "SecurityNotificationUserCreatedBody": "உங்கள் கணக்கில் யாரோ ஒரு புதிய பயனரை (உள்நுழைவு: %s) உருவாக்கினர்.",
        "SecurityNotificationUserDeclinedInviteBody": "பயனர் (உள்நுழைவு: %s) அழைப்பை மறுத்துவிட்டது.",
        "SecurityNotificationUserDeletedBody": "உங்கள் கணக்கில் யாரோ ஒரு பயனரை (உள்நுழைவு: %s) நீக்கிவிட்டனர்.",
        "SendPluginUpdateCommunication": "சொருகி புதுப்பிப்பு கிடைக்கும்போது மின்னஞ்சலை அனுப்பவும்",
        "SendPluginUpdateCommunicationHelp": "சொருகி புதிய பதிப்பு கிடைக்கும்போது சூப்பர் பயனர்களுக்கு மின்னஞ்சல் அனுப்பப்படும்.",
        "SettingsSaveSuccess": "அமைப்புகள் புதுப்பிக்கப்பட்டன.",
        "ShowAdvancedOptions": "மேம்பட்ட விருப்பங்களைக் காட்டு",
        "SinglePageApplicationDescription": "நீங்கள் ஒரு ஒற்றை பக்க பயன்பாடு (SPA) அல்லது முற்போக்கான வலை பயன்பாடு (PWA) கண்காணிக்கிறீர்கள் என்றால், தயவுசெய்து %1$sTHIS வழிகாட்டி %2$s ஐப் பார்க்கவும்.",
        "Solution": "நீர்மக்கூழ்",
        "StableReleases": "மாடோமோ உங்கள் வணிகத்தின் முக்கியமான பகுதியாக இருந்தால், அண்மைக் கால நிலையான வெளியீட்டைப் பயன்படுத்த பரிந்துரைக்கிறோம். நீங்கள் அண்மைக் கால பீட்டாவைப் பயன்படுத்தினால், நீங்கள் ஒரு பிழையைக் கண்டால் அல்லது ஒரு ஆலோசனையைக் கொண்டிருந்தால், தயவுசெய்து %1$ssee இங்கே %2$s.",
        "SystemPluginSettings": "கணினி சொருகி அமைப்புகள்",
        "TrackAGoal": "ஒரு குறிக்கோளைக் கண்காணி",
        "TrackingCode": "கண்காணிக்கும் குறியீடுகள்",
        "TrackingCodeIntro": "உங்கள் வலைத்தளம், மொபைல் பயன்பாடு மற்றும் எந்தவொரு சாதனம் அல்லது பயன்பாட்டிற்கும் கூட கண்காணிப்பு குறியீட்டை உட்பொதிக்க MATOMO உங்களுக்கு பல்வேறு வழிகளை வழங்குகிறது.",
        "TrackingFailureAuthenticationProblem": "கோரிக்கை அங்கீகரிக்கப்படவில்லை, ஆனால் ஏற்பு தேவை.",
        "TrackingFailureAuthenticationSolution": "உங்கள் கண்காணிப்பு கோரிக்கையில் \"டோக்கன்_ஆத்\" ஐ அமைக்கவும் அல்லது சரிசெய்யவும்.",
        "TrackingFailureInvalidSiteProblem": "தளம் இல்லை.",
        "TrackingFailureInvalidSiteSolution": "டிராக்கரில் உள்ளமைக்கப்பட்ட ஐடிசைட்டைப் புதுப்பிக்கவும்.",
        "TrackingFailures": "கண்காணிப்பு தோல்விகள்",
        "TrackingFailuresEmail1": "கடைசி நாட்களில் %s பல்வேறு வகையான கண்காணிப்பு தோல்விகள் நிகழ்ந்தன என்பதை உங்களுக்குத் தெரிவிப்பதற்காக இது தான்.",
        "TrackingFailuresEmail2": "தோல்வியுற்ற அனைத்து கண்காணிப்பு கோரிக்கைகளையும் காண %1$sஇங்கே சொடுக்கு செய்க %2$s.",
        "TrackingFailuresEmailSubject": "உங்கள் மாடோமோ பகுப்பாய்வுகளில் தோல்விகளைக் கண்காணித்தல்",
        "TrackingFailuresIntroduction": "கடைசி %s நாட்களில் நிகழ்ந்த கண்காணிப்பு தோல்விகளை இந்த பக்கம் பட்டியலிடுகிறது. மிகவும் பொதுவான வகையான கண்காணிப்பு தோல்விகள் மட்டுமே பதிவு செய்யப்பட்டுள்ளன, அவை அனைத்தும் இல்லை என்பதை நினைவில் கொள்க.",
        "TrackingURL": "முகவரி ஐ கண்காணித்தல்",
        "TrustedHostConfirm": "நிச்சயம் நீங்கள் நம்பிக்கையான புரவலன் பெயரை மாற்ற விரும்புகிறீரா?",
        "TrustedHostSettings": "நம்பிக்கையான பிவிக் புரவலன்பெயர்",
        "TwoFactorAuth": "இரண்டு காரணி ஏற்பு",
        "UiDemo": "ஆனால்",
        "UncheckToOptOut": "விலக இந்த பெட்டியைத் தேர்வுசெய்யவும்.",
        "UpdateSettings": "அமைப்புகளை புதுப்பிக்கவும்",
        "UseCustomLogo": "சொந்த முத்திரையை பயன்படுத்த",
        "UserInviteContent": "கீழே உள்ள ஏற்றுக்கொள்ளும் பொத்தானைக் சொடுக்கு செய்வதன் மூலம் இந்த அழைப்பை நீங்கள் ஏற்கலாம்.",
        "UserInviteNotes": "இந்த அழைப்பை நீங்கள் எதிர்பார்க்கவில்லை என்றால், இந்த மின்னஞ்சலை நீங்கள் புறக்கணிக்கலாம். %1$s உங்களுக்கு பல மின்னஞ்சல்களை அனுப்பினால், நீங்கள் அவற்றைத் தடுக்கலாம் அல்லது துச்பிரயோகத்தைப் புகாரளிக்கலாம். அழைப்பு தானாகவே %2$s நாட்களில் காலாவதியாகிறது.",
        "UserInviteSubject": "%2$s க்கு மாடோமோ அனலிட்டிக்சில் சேர ஒரு அழைப்பை %1$s உங்களுக்கு அனுப்பியது.",
        "ValidPiwikHostname": "சரியான பிவிக் புரவலன் பெயர்",
        "ViewAllTrackingFailures": "அனைத்து கண்காணிப்பு தோல்விகளையும் காண்க",
        "VueDescription": "உங்கள் வலைத்தளம் Vue.js ஐப் பயன்படுத்தினால், தயவுசெய்து %1$sTHIS வழிகாட்டி %2$s ஐப் பார்க்கவும்.",
        "WhatIsNew": "புதியது என்ன",
        "WhatIsNewDoNotShowAgain": "மீண்டும் காட்ட வேண்டாம்",
        "WhatIsNewNoChanges": "இந்த நேரத்தில் புதிதாக எதுவும் இல்லை",
        "WhatIsNewNoChangesTitle": "அண்மைக் கால மாற்றங்கள் இல்லை",
        "WhatIsNewRemindMeLater": "பின்னர் எனக்கு நினைவூட்டுங்கள்",
        "WhatIsNewTitle": "மாடோமோவில் புதியது இங்கே",
        "WhatIsNewTooltip": "மாடோமோவில் புதியதை அறிக",
        "WithOptionalRevenue": "விருப்ப வருமானத்துடன்",
        "WordpressDescription": "உங்கள் வலைத்தளம் வேர்ட்பிரச் பயன்படுத்துகிறது என்றால், தயவுசெய்து %1$sTHIS வழிகாட்டி %2$s ஐப் பார்க்கவும்.",
        "YouAreNotOptedOut": "நீங்கள் விலகவில்லை.",
        "YouAreOptedOut": "நீங்கள் தற்போது விலக்கிக் கொள்ளப்பட்டுள்ளீர்கள்.",
        "YouMayOptOut": "இந்த இணையதளத்தில் சேகரிக்கப்பட்ட தரவுகளின் திரட்டல் மற்றும் பகுப்பாய்வைத் தவிர்க்க உங்கள் கணினிக்கு ஒதுக்கப்பட்ட ஒரு தனித்துவமான வலை பகுப்பாய்வு குக்கீ அடையாள எண் இல்லை என்பதை நீங்கள் தேர்வு செய்யலாம்.",
        "YouMayOptOut2": "இந்த வலைத்தளத்தை நீங்கள் இங்கு எடுக்கும் செயல்களை ஒருங்கிணைப்பதிலிருந்தும் பகுப்பாய்வு செய்வதையும் தடுக்க நீங்கள் தேர்வு செய்யலாம்.",
        "YouMayOptOut3": "அவ்வாறு செய்வது உங்கள் தனியுரிமையைப் பாதுகாக்கும், ஆனால் உரிமையாளர் உங்கள் செயல்களிலிருந்து கற்றுக்கொள்வதிலிருந்தும், உங்களுக்கும் பிற பயனர்களுக்கும் சிறந்த அனுபவத்தை உருவாக்குவதையும் தடுக்கும்.",
        "YouMayOptOutBis": "அந்த தேர்வு செய்ய, விலகல் குக்கீயைப் பெற கீழே சொடுக்கு செய்க."
    }
}
