{
    "Diagnostics": {
        "AllPrivateDirectoriesAreInaccessible": "அனைத்து தனியார் கோப்பகங்களும் இணையத்திலிருந்து அணுக முடியாதவை.",
        "BrowserAndAutoArchivingEnabledComment": "உலாவி மற்றும் ஆட்டோ காப்பகங்கள் இரண்டும் இயக்கப்பட்டிருப்பது போல் தெரிகிறது. ஆட்டோ காப்பகமானது கடைசியாக %3$s க்கு முன்பு தொடங்கியது. %1$s ச ut டோ காப்பக %2$s இயக்கப்பட்டிருந்தால், நீங்கள் உலாவி காப்பகத்தை \"பொது அமைப்புகளில்\" முடக்க வேண்டும்.",
        "BrowserAndAutoArchivingEnabledLabel": "உலாவி மற்றும் தானாக காப்பகப்படுத்துதல் இயக்கப்பட்டது",
        "BrowserTriggeredArchivingEnabled": "உகந்த செயல்திறன் மற்றும் விரைவான மாடோமோவுக்கு, உங்கள் அறிக்கைகளை தானாக காப்பகப்படுத்த ஒரு க்ரோன்டாப்பை அமைக்கவும், மாடோமோ அமைப்புகளில் தூண்டுதல் உலாவியை முடக்கவும் பரிந்துரைக்கப்படுகிறது. %1$s மேலும் மழுங்கடிக்கவும்.%2$s",
        "ConfigFileIntroduction": "இங்கே நீங்கள் மாடோமோ உள்ளமைவைக் காணலாம். சுமை சீரான சூழலில் நீங்கள் மாடோமோவை இயக்குகிறீர்கள் என்றால், இந்த பக்கம் எந்த சேவையகத்திலிருந்து ஏற்றப்பட்டுள்ளது என்பதைப் பொறுத்து பக்கம் வேறுபட்டிருக்கலாம். வேறு பின்னணி வண்ணத்துடன் கூடிய வரிசைகள் %1$s கோப்பில் குறிப்பிடப்பட்டுள்ள கட்டமைப்பு மதிப்புகள்.",
        "ConfigFileTitle": "கட்டமைப்பு கோப்பு",
        "ConfigIniAccessible": "மாடோமோவின் கட்டமைப்பு அடைவு பகிரங்கமாக அணுகக்கூடியது என்பதையும் நாங்கள் கண்டறிந்தோம். தாக்குபவர்களால் இப்போது உள்ளமைவைப் படிக்க முடியாது என்றாலும், உங்கள் வெப்சர்வர் சில காரணங்களால் பிஎச்பி கோப்புகளை இயக்குவதை நிறுத்தினால், உங்கள் MySQL நற்சான்றிதழ்கள் மற்றும் பிற தகவல்கள் யாருக்கும் கிடைக்கும். தயவுசெய்து உங்கள் வெப்சர்வர் கட்டமைப்பைச் சரிபார்த்து, இந்த கோப்பகத்திற்கான அணுகலை மறுக்கவும்.",
        "CronArchivingHasNotRun": "காப்பகமானது இன்னும் வெற்றிகரமாக இயங்கவில்லை.",
        "CronArchivingHasNotRunInAWhile": "காப்பகமானது கடைசியாக %1$s இல் வெற்றிகரமாக ஓடியது, இது %2$s க்கு முன்பு.",
        "CronArchivingLastRunCheck": "கடைசியாக வெற்றிகரமான காப்பக நிறைவு",
        "CronArchivingRanSuccessfullyXAgo": "காப்பக செயல்முறை %1$s க்கு முன்பு வெற்றிகரமாக முடிக்கப்பட்டது.",
        "CronArchivingRunDetails": "%1$s கன்சோல் கட்டளையை அழைக்கும் ஒரு க்ரோன்டாப்பை நீங்கள் அமைத்துள்ளீர்களா என்பதையும், காப்பகம் தோல்வியுற்றால் மின்னஞ்சல் மூலம் பிழைகளைப் பெறுவதற்கு %2$s ஐ கட்டமைத்துள்ளீர்களா என்பதையும் சரிபார்க்கவும். உங்கள் அறிக்கைகளை கைமுறையாக காப்பகப்படுத்த கன்சோல் கட்டளையை இயக்கவும் முயற்சி செய்யலாம்: %3$s. %4$s மேலும் மழுங்கடிக்கவும்.%5$s",
        "DatabaseCollationCharset": "உங்கள் கட்டமைக்கப்பட்ட சார்செட்டுக்கான இயல்புநிலை சேகரிப்பு: <code>%1$s </code>",
        "DatabaseCollationConnection": "நீங்கள் தற்போது பயன்படுத்திய இணைப்பு தொகுப்பு: <code>%1$s </code>",
        "DatabaseCollationNotConfigured": "நீங்கள் தரவுத்தள இணைப்பு வெளிப்படையான கூட்டு இல்லாமல் கட்டமைக்கப்பட்டுள்ளது. எல்லா தரவுத்தள அம்சங்களும் எதிர்பார்த்தபடி செயல்படுவதை உறுதிசெய்ய, பயன்படுத்தப்பட வேண்டிய தொகுப்புடன் \"config/config.ini.php\" கோப்பில் &lt;குறியீடு&gt; [தரவுத்தளம்] கூட்டு = '' ஐப் புதுப்பிக்கவும்.",
        "DatabaseReaderConnection": "தரவுத்தள வாசகர் இணைப்பு",
        "DatabaseUtf8Requirement": "இது 4-பைட் யுடிஎஃப் 8 எழுத்துக்களை சேமிக்க வேண்டும். யுடிஎஃப் 8 எம்பி 4 எமோசிகள், ஆசிய மொழிகளின் குறைவான பொதுவான எழுத்துக்கள் போன்ற சிறப்பு எழுத்துக்கள் கிடைக்காவிட்டால், பல்வேறு வரலாற்று ச்கிரிப்ட்கள் அல்லது கணித சின்னங்கள் %1$s உடன் மாற்றப்படும். இந்த தலைப்பைப் பற்றிய கூடுதல் விவரங்களை %2$sthis கேள்விகள் %3$s இல் படிக்கலாம்.",
        "DatabaseUtf8mb4CharsetAvailableButNotUsed": "உங்கள் தரவுத்தளம் UTF8MB4 சார்சட்டை ஆதரிக்கிறது, ஆனால் உங்கள் தரவுத்தள அட்டவணைகள் இன்னும் மாற்றப்படவில்லை. %1$s கட்டளையை இயக்குவதன் மூலமோ அல்லது பொது அமைப்புகளில் தானியங்கி மாற்றத்தை செயல்படுத்துவதன் மூலமோ இதைச் செய்யலாம்.",
        "DatabaseUtf8mb4CharsetRecommended": "உங்கள் தரவுத்தளம் UTF8MB4 சார்சனை இன்னும் ஆதரிக்கவில்லை.",
        "EnableRequiredDirectoriesDiagnostic": "இந்த காசோலை கட்டமைப்பில் முடக்கப்பட்டிருப்பதால் இந்த சோதனை தவிர்க்கப்பட்டது. இந்த காசோலை தொகுப்பை இயக்க [பொது]",
        "HideUnchanged": "மாற்றப்பட்ட மதிப்புகளை மட்டுமே நீங்கள் காண விரும்பினால், நீங்கள் %1$s மாறாத அனைத்து மதிப்புகளையும் %2$s ஆக மாற்ற முடியும்.",
        "HtaccessWarningNginx": "உணர்திறன் கோப்புகளை நேரடியாக அணுக முடியாது என்பதை உறுதிப்படுத்த, சில கோப்பகங்களுக்கான அணுகலைக் கட்டுப்படுத்த உங்கள் வலை சேவையகத்தை உள்ளமைக்க பரிந்துரைக்கப்படுகிறது. மேலும் தகவலுக்கு %1$s அதிகாரப்பூர்வ NGINX சேவையக உள்ளமைவு %2$s ஐப் பார்க்கவும்",
        "MariaDbNotConfigured": "உங்கள் தரவுத்தள பதிப்பு நீங்கள் மரியாடிபி சேவையகத்தைப் பயன்படுத்தலாம் என்பதைக் குறிக்கிறது. இதுபோன்றால், தயவுசெய்து அனைத்து தரவுத்தள அம்ச வேலைகளையும் எதிர்பார்த்தபடி உறுதிப்படுத்த, \"config/config.ini.php\" கோப்பில் &lt;குறியீடு&gt; [தரவுத்தளம்] ச்கீமா = மரியாடிபி ஐ அமைக்கவும்.",
        "MysqlMaxPacketSize": "அதிகபட்ச பாக்கெட் அளவு",
        "MysqlMaxPacketSizeWarning": "குறைந்தது%3$s இன் உங்கள் MySQL தரவுத்தளத்தில் '%1$smax_allowed_packet%2$s' அளவை உள்ளமைக்க பரிந்துரைக்கப்படுகிறது. கட்டமைக்கப்பட்ட தற்போது %4$s ஆகும்.",
        "MysqlTemporaryTablesWarning": "MySQL இசைவு MATOMO சரியாக வேலை செய்ய தற்காலிக அட்டவணைகள் தேவை.",
        "MysqlTransactionLevel": "பரிவர்த்தனை தனிமைப்படுத்தல் நிலை ஆதரிக்கப்படவில்லை. காப்பகமானது இன்னும் செயல்படும், ஆனால் அது மெதுவாக இருக்கலாம், எடுத்துக்காட்டாக `binlog_format` முடிந்தால்` ROW` க்கு மாற்ற பரிந்துரைக்கப்படுகிறது.",
        "NoDataForReportArchivingNotRun": "உங்கள் அறிக்கைகளின் காப்பகமானது அண்மைக் காலத்தில் செயல்படுத்தப்படவில்லை, %1$s உங்கள் அறிக்கைகளை எவ்வாறு உருவாக்குவது என்பது பற்றி மேலும் அறிக. %2$s",
        "PHPFPMWarningApache": "பிஎச்பி FPM புறக்கணிக்கும் .php கோப்புகளுக்கான .htaccess விதிகள். உணர்திறன் கோப்புகளை நேரடியாக அணுக முடியாது என்பதை உறுதிப்படுத்த, சில கோப்பகங்களை பிஎச்பி FPM ஆல் கையாளப்படுவதிலிருந்து விலக்க பரிந்துரைக்கப்படுகிறது, உங்கள் அப்பாச்சி மெய்நிகர் புரவலன் கட்டமைப்பில் %2$s பிரிவில் %1$s ஐ சேர்ப்பதன் மூலம் %3$s க்கு மேல் உள்ளது வரி.",
        "PHPFPMWarningGeneric": "பிஎச்பி FPM புறக்கணிக்கலாம் .php கோப்புகளுக்கான .htaccess விதிகள். உணர்திறன் கோப்புகளை நேரடியாக அணுக முடியாது என்பதை உறுதிப்படுத்த, /கட்டமைப்பு கோப்பகத்தை பிஎச்பி FPM ஆல் கையாளப்படுவதிலிருந்து விலக்க உங்கள் வலை சேவையகத்தை உள்ளமைக்க பரிந்துரைக்கப்படுகிறது.",
        "PHPFPMWarningNginx": "பிஎச்பி FPM புறக்கணிக்கும் .php கோப்புகளுக்கான .htaccess விதிகள். உணர்திறன் கோப்புகளை நேரடியாக அணுக முடியாது என்பதை உறுதிப்படுத்த, சில கோப்பகங்களை பிஎச்பி FPM ஆல் கையாளப்படுவதிலிருந்து விலக்க பரிந்துரைக்கப்படுகிறது. மேலும் தகவலுக்கு %1$s அதிகாரப்பூர்வ NGINX சேவையக உள்ளமைவு %2$s ஐப் பார்க்கவும்",
        "PrivateDirectoryCantCheckUrl": "முகவரி %1$s ஐ சரிபார்க்கவும் தோல்வியுற்றது: %2$s",
        "PrivateDirectoryInternetDisabled": "இந்த மாடோமோவில் இணைய நற்பொருத்தங்கள் முடக்கப்பட்டுள்ளதால் பின்வரும் முகவரி களை அணுக முடியுமா என்பதை எங்களால் சரிபார்க்க முடியவில்லை.",
        "PrivateDirectoryIsAccessible": "மேலே உள்ள முகவரி கள் உலாவி வழியாக அணுகக்கூடியவை என்பதைக் கண்டறிந்தோம், ஆனால் அவை இருக்கக்கூடாது. அவற்றை அணுக அனுமதிப்பது சாத்தியமான பாதுகாப்பு அபாயத்தை ஏற்படுத்தும், ஏனெனில் உள்ளடக்கங்கள் உங்கள் சேவையகம் மற்றும் உங்கள் பயனர்களைப் பற்றிய தகவல்களை வழங்க முடியும். அவர்களுக்கான அணுகலை கட்டுப்படுத்தவும்.",
        "PrivateDirectoryManualCheck": "நீங்கள் அதை அணுக முடியுமா என்று பார்க்க உலாவியில் முகவரி களை கைமுறையாக திறக்கவும். உங்களால் முடிந்தால், இந்த கோப்புகள்/கோப்பகங்கள் இணையம் அல்லது இன்ட்ராநெட்டிலிருந்து உலாவி வழியாக அணுக முடியாததால் உங்கள் சேவையக உள்ளமைவை மாற்ற வேண்டியிருக்கும்.",
        "RecommendedPrivateDirectories": "பரிந்துரைக்கப்பட்ட தனியார் கோப்பகங்கள்",
        "RequiredPrivateDirectories": "தேவையான தனியார் கோப்பகங்கள்",
        "Sections": "பிரிவுகள்",
        "UrlsAccessibleViaBrowser": "மேலே உள்ள முகவரி கள் உலாவி வழியாக அணுகக்கூடியவை என்பதைக் கண்டறிந்தோம், ஆனால் அவை இருக்கக்கூடாது என்று நாங்கள் பரிந்துரைக்கிறோம். முடிந்தால், தயவுசெய்து அவற்றை அணுகவும்."
    }
}
