{
  "modelTopology": {
    "class_name": "Model",
    "config": {
      "name": "sequential_69_model",
      "layers": [
        {
          "name": "dense_1_input",
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              2
            ],
            "dtype": "float32",
            "sparse": false,
            "name": "dense_1_input"
          },
          "inbound_nodes": []
        },
        {
          "name": "dense_1",
          "class_name": "Dense",
          "config": {
            "units": 8,
            "activation": "elu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "uniform",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_1",
            "trainable": true,
            "batch_input_shape": [
              null,
              2
            ],
            "dtype": "float32"
          },
          "inbound_nodes": [
            [
              [
                "dense_1_input",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "dense_2",
          "class_name": "Dense",
          "config": {
            "units": 4,
            "activation": "linear",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "uniform",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "uniform",
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "dense_3",
          "class_name": "Dense",
          "config": {
            "units": 1,
            "activation": "sigmoid",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "uniform",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ]
        }
      ],
      "input_layers": [
        [
          "dense_1_input",
          0,
          0
        ]
      ],
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "tfjs-layers 2.0.0",
    "backend": "tensor_flow.js"
  },
  "format": "layers-model",
  "generatedBy": "TensorFlow.js tfjs-layers v2.0.0",
  "convertedBy": null,
  "weightsManifest": [
    {
      "paths": [
        "./mymodel.weights.bin"
      ],
      "weights": [
        {
          "name": "dense_1/kernel",
          "shape": [
            2,
            8
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_1/bias",
          "shape": [
            8
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_2/kernel",
          "shape": [
            8,
            4
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_2/bias",
          "shape": [
            4
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_3/kernel",
          "shape": [
            4,
            1
          ],
          "dtype": "float32"
        },
        {
          "name": "dense_3/bias",
          "shape": [
            1
          ],
          "dtype": "float32"
        }
      ]
    }
  ]
}
