{
    "PrivacyManager": {
        "AddUserIdToSearch": "தேடலில் இந்த பயனரைச் சேர்க்க சொடுக்கு செய்க",
        "AddVisitorIPToSearch": "தேடலில் இந்த விசிட்டோரைப் சேர்க்க சொடுக்கு செய்க",
        "AddVisitorIdToSearch": "தேடலில் இந்த பார்வையாளரைச் சேர்க்க சொடுக்கு செய்க",
        "AffectedDate": "பாதிக்கப்பட்ட தேதி",
        "AffectedIDSites": "பாதிக்கப்பட்ட ஐடி தளங்கள்",
        "Anonymize": "அநாமதேய",
        "AnonymizeData": "தரவை அநாமதேயப்படுத்தவும்",
        "AnonymizeDataConfirm": "தேர்ந்தெடுக்கப்பட்ட வலைத்தளம் (கள்) மற்றும் நேர வரம்பிற்கான தரவை அநாமதேயமாக்க விரும்புகிறீர்களா? இந்த செயலை செயல்தவிர்க்க முடியாது, கோரப்பட்டபடி தரவு நீக்கப்படலாம், மேலும் இந்த செயல்முறை நீண்ட நேரம் ஆகலாம்.",
        "AnonymizeDataNow": "தேர்ந்தெடுக்கப்பட்ட தளம் மற்றும் நேரத்திற்கான கடந்த கால தரவுகளை அநாமதேயமாக்குங்கள்",
        "AnonymizeIp": "ஐபி அநாமதேயப்படுத்தவும்",
        "AnonymizeIpDescription": "மாடோமோ முழு தகுதி வாய்ந்த ஐபி முகவரிகளைக் கண்காணிக்க வேண்டாம் என்று நீங்கள் விரும்பினால் \"ஆம்\" என்பதைத் தேர்ந்தெடுக்கவும்.",
        "AnonymizeIpExtendedHelp": "பயனர்கள் உங்கள் வலைத்தளத்தைப் பார்வையிடும்போது, மாடோமோ முழு ஐபி முகவரியையும் ( %1$s போன்றவை) பயன்படுத்தாது, மாறாக மாடோமோ அதை முதலில் அநாமதேயமாக்கும் ( %2$s க்கு). செர்மனி போன்ற சில நாடுகளில் தனியுரிமைச் சட்டங்களால் நிர்ணயிக்கப்பட்ட தேவைகளில் ஐபி முகவரி அநாமதேயமயமாக்கல் ஒன்றாகும்.",
        "AnonymizeIpHelp": "இந்த செயலை செயல்தவிர்க்க முடியாது. இயக்கப்பட்டால், இந்த காலகட்டத்தில் அனைத்து வருகைகளுக்கும் ஐபி குறைந்தது 2 பைட்டுகளால் அநாமதேயமாக இருக்கும், எடுத்துக்காட்டாக '192.168.xxx.xxx'. நீங்கள் தற்போது 3 பைட்டுகளால் அநாமதேயமாக்க கட்டமைக்கப்பட்டிருந்தால், இந்த அமைப்பு மதிக்கப்படும் மற்றும் அனைத்து ஐபிக்களும் 3 பைட்டுகளால் அநாமதேயப்படுத்தப்படும்.",
        "AnonymizeIpInlineHelp": "உங்கள் உள்ளக தனியுரிமை சட்டங்கள்/வழிகாட்டுதல்களுக்கு இணங்க பார்வையாளர்களின் கடைசி பைட் (கள்) ஐபி முகவரிகளை அநாமதேயமாக்கவும்.",
        "AnonymizeIpMaskFully": "ஐபி முகவரியை முழுமையாக மறைக்கவும்",
        "AnonymizeIpMaskLengtDescription": "பார்வையாளர்களின் ஐபிக்களில் எத்தனை பைட்டுகள் மறைக்கப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்.",
        "AnonymizeIpMaskLength": "%1$s பைட் (கள்) - எ.கா. %2$s",
        "AnonymizeLocation": "இருப்பிடம் அநாமதேய",
        "AnonymizeLocationHelp": "இந்த செயலை செயல்தவிர்க்க முடியாது. அநாமதேய ஐபி அடிப்படையில் இருப்பிடத்தை மறு மதிப்பீடு செய்கிறது (ஐபியின் குறைந்தது 2 பைட்டுகள் அநாமதேயமாக்கப்படும்).",
        "AnonymizeOrderIdNote": "ஒரு ஆர்டர் ஐடியை மற்றொரு அமைப்புடன் குறுக்கு-குறிப்பிட முடியும் என்பதால், பொதுவாக ஒரு இணையவழி கடை, ஆர்டர் ஐடி சிடிபிஆரின் கீழ் தனிப்பட்ட தகவல்களாக எண்ணப்படலாம். இந்த விருப்பத்தை நீங்கள் இயக்கும்போது, ஒரு ஆர்டர் ஐடி தானாக அநாமதேயமாக இருக்கும், எனவே தனிப்பட்ட தகவல்கள் எதுவும் கண்காணிக்கப்படாது.",
        "AnonymizePreviousData": "முன்னர் கண்காணிக்கப்பட்ட மூல தரவை அநாமதேயமாக்குங்கள்",
        "AnonymizePreviousDataDescription": "முழு பார்வையாளர் ஐபி போன்ற தனிப்பட்ட தரவுகளை நீங்கள் கண்காணித்திருந்தால், இந்தத் தரவுக்கு உங்களுக்கு ஒப்புதல் இல்லையென்றால் அல்லது இனி முறையான ஆர்வம் இல்லையென்றால் இந்தத் தரவை இப்போது அநாமதேயமாக்க விரும்பலாம்.",
        "AnonymizePreviousDataOnlySuperUser": "சூப்பர் பயனர் அணுகல் கொண்ட ஒரு பயனர் மட்டுமே முன்னர் கண்காணிக்கப்பட்ட மூல தரவை அநாமதேயமாக்க முடியும்.",
        "AnonymizeProcessInfo": "இந்த நடவடிக்கை நீண்ட நேரம் ஆகலாம், எனவே இப்போதே செயல்படுத்தப்படாது. கீழே உள்ள செயல்முறையின் தற்போதைய நிலையை நீங்கள் பின்பற்ற முடியும். அநாமதேயமாக்கல் பொதுவாக ஒரு மணி நேரத்திற்குள் தொடங்க வேண்டும்.",
        "AnonymizeReferrer": "பரிந்துரைப்பாளரை அநாமதேயமாக்குங்கள்",
        "AnonymizeReferrerExcludeAll": "பரிந்துரைப்பாளர் முகவரி ஐ பதிவு செய்யாதீர்கள், ஆனால் பரிந்துரைப்பாளரின் வகையை இன்னும் கண்டறியவும்",
        "AnonymizeReferrerExcludeNone": "பரிந்துரைப்பாளரை அநாமதேயமாக்க வேண்டாம்",
        "AnonymizeReferrerExcludePath": "ஒரு குறிப்பு முகவரி இன் களத்தை மட்டுமே வைத்திருங்கள்",
        "AnonymizeReferrerExcludeQuery": "குறிப்பு முகவரி இலிருந்து வினவல் அளவுருக்களை அகற்று",
        "AnonymizeReferrerNote": "ஒரு பயனர் உங்கள் தளத்திற்கு வரும் முகவரி (குறிப்பு) இலிருந்து மாடோமோ கடைகள். சில சந்தர்ப்பங்களில், அத்தகைய முகவரி தனிப்பட்ட தகவல்களாகக் கருதக்கூடிய தகவல்களைக் கொண்டிருக்கலாம். இதுபோன்ற தகவல்களைக் கண்காணிக்க நீங்கள் தடுக்க விரும்பினால், ஒரு பார்வையாளர் உங்கள் வலைத்தளத்திற்குள் நுழையும் போது மாடோமோ சேமிக்கும் பரிந்துரைப்பாளர் தரவின் அளவைக் கட்டுப்படுத்தலாம். பரிந்துரைப்பாளரின் தகவல்களிலிருந்து கூடுதல் தகவல்கள் அகற்றப்படுகின்றன, தனிப்பட்ட தகவல்கள் குறைவாகவே பதிவு செய்யப்படும். பரிந்துரையாளரிடமிருந்து நீங்கள் அகற்றும் கூடுதல் தகவல்கள், உங்கள் வலைத்தளத்திற்கு ஒரு பார்வையாளர் எப்படி வந்தார் என்பது குறைவாகவே இருக்கும்.",
        "AnonymizeRowDataFrom": "இருந்து தொடங்கி அனைத்து மூல தரவுகளையும் அநாமதேயமாக்கவும்:",
        "AnonymizeRowDataTo": "அனைத்து மூல தரவுகளையும் அநாமதேயமாக்குங்கள்:",
        "AnonymizeSites": "இந்த தளத்தின் (கள்) தரவை அநாமதேயமாக்குங்கள்",
        "AnonymizeUserId": "பயனர் ஐடியை ஒரு புனைப்பெயருடன் மாற்றவும்",
        "AnonymizeUserIdHelp": "இந்த விருப்பத்தை நீங்கள் இயக்கும்போது, மின்னஞ்சல் முகவரி போன்ற தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை நேரடியாக சேமித்து காண்பிப்பதைத் தவிர்ப்பதற்காக பயனர் ஐடி ஒரு புனைப்பெயரால் மாற்றப்படும். தொழில்நுட்ப சொற்களில்: உங்கள் பயனர் ஐடியைப் பொறுத்தவரை, MATOMO ஒரு உப்பு ஆச் செயல்பாட்டைப் பயன்படுத்தி பயனர் ஐடி புனைப்பெயரை செயலாக்கும். சிடிபிஆர் சொற்களில்: பயனர் ஐடி புனைப்பெயர் இன்னும் தனிப்பட்ட தரவுகளாகக் கருதப்படுகிறது. சில கூடுதல் தகவல்கள் கிடைத்தால் அசல் பயனர் ஐடியை இன்னும் அடையாளம் காண முடியும் (இது மாடோமோ மற்றும் உங்கள் தரவு செயலிக்கு மட்டுமே அணுகல்).",
        "ApplyStyling": "தனிப்பயன் பாணியைப் பயன்படுத்துங்கள்",
        "AskingForConsent": "ஒப்புதல் கேட்கிறது",
        "AwarenessDocumentation": "விழிப்புணர்வு &amp; ஆவணம்",
        "AwarenessDocumentationDesc1": "நீங்கள் தனிப்பட்ட தரவைச் சேகரிக்கும் போதெல்லாம் தெளிவான தனியுரிமை அறிவிப்பு மூலம் உங்கள் பார்வையாளர்களுக்கு தெரிவிக்கவும்.",
        "AwarenessDocumentationDesc2": "நீங்கள் எந்த தரவைச் சேகரிக்கிறீர்கள், தரவு எவ்வாறு பயன்படுத்தப்படுகிறது என்பதைப் பற்றி உங்கள் தனியுரிமைக் கொள்கையில் உங்கள் பயனர்களுக்குத் தெரிவிக்கவும்.",
        "AwarenessDocumentationDesc3": "நீங்கள் மாடோமோ அனலிட்டிக்ச் மற்றும் %1$sWHAT தரவு உங்கள் பகுப்பாய்வு தளமான %2$s ஆல் சேகரிக்கப்படுகிறது என்பதை உங்கள் குழுவுக்கு தெரியப்படுத்துங்கள்.",
        "AwarenessDocumentationDesc4": "உங்கள் %1$sinformation சொத்து பதிவு %2$s க்குள் MATOMO ஐப் பயன்படுத்துவதை ஆவணப்படுத்தவும்.",
        "AwarenessDocumentationIntro": "உங்கள் பயனர்களுக்கு தெளிவாகவும் வெளிப்படையாகவும் தெரிவிக்கவும், சேகரிக்கப்பட்ட தரவு மற்றும் அது எவ்வாறு பயன்படுத்தப்படுகிறது என்பதைப் பற்றி உங்கள் சகாக்களுக்கு தெரியப்படுத்துங்கள்:",
        "BackgroundColor": "பின்னணி நிறம்",
        "BuildYourOwn": "உங்கள் சொந்தத்தை உருவாக்குங்கள்",
        "ClickHereSettings": "%s அமைப்புகளை அணுக இங்கே சொடுக்கு செய்க.",
        "ConsentExplanation": "ஒப்புதல் என்பது தனிநபர்கள் தங்கள் தனிப்பட்ட தரவு எவ்வாறு செயலாக்கப்படுகிறது என்பது குறித்த தேர்வையும் கட்டுப்பாட்டையும் வழங்குவதாகும்.",
        "ConsentManager": "ஒப்புதல் மேலாளர்",
        "ConsentManagerConnected": "%1$s ஏற்கனவே மாடோமோவுடன் வேலை செய்ய கட்டமைக்கப்பட்டதாகத் தெரிகிறது.",
        "ConsentManagerDetected": "உங்கள் இணையதளத்தில் %1$s ஒப்புதல் மேலாளர் கண்டறியப்பட்டது. %1$s உடன் வேலை செய்ய மாடோமோவை உள்ளமைப்பது பற்றி அறிய தயவுசெய்து %2$sthis வழிகாட்டி %3$s ஐப் படிக்கவும்",
        "CurrentDBSize": "தற்போதைய தரவுத்தள அளவு",
        "CurrentOutput": "தற்போதைய வெளியீடு: %1$s",
        "DBPurged": "டி.பி.",
        "DataRetention": "தரவு தக்கவைப்பு",
        "DataRetentionInMatomo": "MATOMO இல் சேமிக்கப்பட்ட தரவுகளுக்கான தரவு தக்கவைப்பு:",
        "DataRetentionOverall": "உங்கள் தனியுரிமைக் கொள்கைக்கான ஒட்டுமொத்த தரவு தக்கவைப்பு விகிதம் மூல தரவு தக்கவைப்பு வீதமாகும். ஒருங்கிணைந்த அறிக்கைகளில் தனிப்பட்ட தரவுகளும் இருக்கலாம் என்பதை நினைவில் கொள்க. நிகழ்வுகள், பக்க முகவரி கள் அல்லது பக்க தலைப்புகள் போன்ற பிற வழிகளில் பயனர் ஐடி, தனிப்பயன் மாறிகள், தனிப்பயன் பரிமாணம் அல்லது தனிப்பட்ட தரவைக் கண்காணிக்கும் அம்சங்களை நீங்கள் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் தனியுரிமைக் கொள்கைக்கான ஒட்டுமொத்த தரவு தக்கவைப்பு விகிதம் இரண்டில் அதிகமாகும் .",
        "DeleteAggregateReportsDetailedInfo": "இந்த அமைப்பை நீங்கள் இயக்கும்போது, ஒருங்கிணைந்த அனைத்து அறிக்கைகளும் நீக்கப்படும். ஒருங்கிணைந்த அறிக்கைகள் மூல தரவுகளிலிருந்து உருவாக்கப்படுகின்றன மற்றும் பல தனிப்பட்ட வருகைகளிலிருந்து ஒருங்கிணைந்த தரவைக் குறிக்கின்றன. எடுத்துக்காட்டாக, ஒவ்வொரு நாட்டிலிருந்தும் நீங்கள் எத்தனை வருகைகளைப் பெற்றுள்ளீர்கள் என்பதைப் பார்க்க \"நாடு\" அறிக்கை ஒருங்கிணைந்த எண்களை பட்டியலிடுகிறது.",
        "DeleteBothConfirm": "மூல தரவு நீக்குதல் மற்றும் அறிக்கை தரவு நீக்குதல் ஆகிய இரண்டையும் நீங்கள் இயக்க உள்ளீர்கள். இது பழைய பகுப்பாய்வு தரவைக் காணும் உங்கள் திறனை நிரந்தரமாக அகற்றும். இதை நீங்கள் செய்ய விரும்புகிறீர்களா?",
        "DeleteDataDescription": "உங்கள் தரவுத்தளத்தை சிறியதாக வைத்திருக்க அல்லது சிடிபிஆர் போன்ற தனியுரிமை விதிமுறைகளை நிறைவு செய்ய பழைய மூல தரவு மற்றும்/அல்லது ஒருங்கிணைந்த அறிக்கைகளை தவறாமல் நீக்க MATOMO ஐ உள்ளமைக்கலாம்.",
        "DeleteDataInterval": "ஒவ்வொரு பழைய தரவை நீக்கவும்",
        "DeleteDataSettings": "பழைய பார்வையாளர் பதிவுகள் மற்றும் அறிக்கைகளை நீக்கவும்",
        "DeleteLogDescription2": "தானியங்கி பதிவு நீக்குதலை நீங்கள் இயக்கும்போது, முந்தைய நாள்தோறும் அறிக்கைகள் அனைத்தும் செயலாக்கப்பட்டுள்ளன என்பதை உறுதிப்படுத்த வேண்டும், இதனால் தரவு எதுவும் இழக்கப்படவில்லை.",
        "DeleteLogsConfirm": "நீங்கள் மூல தரவு நீக்குதலை இயக்க உள்ளீர்கள். பழைய மூல தரவு அகற்றப்பட்டு, அறிக்கைகள் ஏற்கனவே உருவாக்கப்படவில்லை என்றால், நீங்கள் வரலாற்று கடந்தகால பகுப்பாய்வு தரவைக் காண முடியாது. இதை நீங்கள் செய்ய விரும்புகிறீர்களா?",
        "DeleteLogsOlderThan": "பழைய பதிவுகளை நீக்கு",
        "DeleteMaxRows": "ஒரு ஓட்டத்தில் நீக்க அதிகபட்ச வரிசைகளின் எண்ணிக்கை:",
        "DeleteMaxRowsNoLimit": "வரம்பு இல்லை",
        "DeleteOldAggregatedReports": "பழைய ஒருங்கிணைந்த அறிக்கை தரவை நீக்கவும்",
        "DeleteOldRawData": "பழைய மூல தரவை தவறாமல் நீக்கவும்",
        "DeleteOldVisitorLogs": "பழைய பார்வையாளர் பதிவுகளை நீக்கு",
        "DeleteRawDataInfo": "மூல தரவுகளில் ஒவ்வொரு தனிப்பட்ட வருகையும், உங்கள் பார்வையாளர்கள் எடுத்த ஒவ்வொரு செயலையும் பற்றிய அனைத்து விவரங்களும் உள்ளன. நீங்கள் மூல தரவை நீக்கும்போது, பார்வையாளர் பதிவில் நீக்கப்பட்ட தகவல்கள் இனி கிடைக்காது. நீங்கள் பின்னர் ஒரு பகுதியை உருவாக்க முடிவு செய்தால், இந்த மூல தரவுகளிலிருந்து அனைத்து ஒருங்கிணைந்த அறிக்கைகளும் உருவாக்கப்படுவதால் நீக்கப்பட்ட கால எல்லைக்கு பிரிக்கப்பட்ட அறிக்கைகள் கிடைக்காது.",
        "DeleteReportsConfirm": "அறிக்கை தரவு நீக்குதலை நீங்கள் இயக்க உள்ளீர்கள். பழைய அறிக்கைகள் அகற்றப்பட்டால், அவற்றைக் காண நீங்கள் அவற்றை மீண்டும் செயலாக்க வேண்டும். இதை நீங்கள் செய்ய விரும்புகிறீர்களா?",
        "DeleteReportsInfo2": "நீங்கள் பழைய அறிக்கைகளை நீக்கிவிட்டால், நீங்கள் கோரும்போது உங்கள் மூல தரவுகளிலிருந்து அவை மீண்டும் பதப்படுத்தப்படலாம்.",
        "DeleteReportsInfo3": "நீங்கள் \"%s\" ஐ இயக்கியிருந்தால், நீங்கள் நீக்கும் அறிக்கைகள் தரவு நிரந்தரமாக இழக்கப்படும்.",
        "DeleteReportsOlderThan": "விட பழைய அறிக்கைகளை நீக்கு",
        "DeleteSchedulingSettings": "பழைய தரவு நீக்குதலை திட்டமிடுங்கள்",
        "DeleteSelectedVisits": "தேர்ந்தெடுக்கப்பட்ட வருகைகளை நீக்கு",
        "DeleteVisitsConfirm": "தேர்ந்தெடுக்கப்பட்ட வருகைகளை நீக்க விரும்புகிறீர்களா? இந்த செயலை செயல்தவிர்க்க முடியாது.",
        "DeletionFromMatomoOnly": "எந்தவொரு தரவும் மாடோமோ தரவுத்தளத்திலிருந்து மட்டுமே நீக்கப்படும் என்பதையும் நினைவில் கொள்க, ஆனால் உங்கள் வெப்சர்வர் பதிவுகளிலிருந்து அல்ல. எந்தவொரு வரலாற்றுத் தரவையும், எடுத்துக்காட்டாக பதிவுகளிலிருந்து நீங்கள் மீண்டும் இறக்குமதி செய்தால், முன்னர் நீக்கப்பட்ட எந்த தரவும் மீண்டும் இறக்குமதி செய்யப்படலாம் என்பதையும் நினைவில் கொள்க.",
        "DoNotTrack_Deprecated": "டோன்ட் ட்ராக் தலைப்புக்கான உதவி நீக்கப்பட்டது. பயனர்களுக்கு அதை மாற்றுவதற்கான விருப்பத்தை வழங்காமல் அல்லது அதற்கான ஆதரவை முற்றிலுமாக நிறுத்தாமல் அதிகமான உலாவிகள் இந்த தலைப்பை தானாக அனுப்பத் தொடங்கியுள்ளதால், இந்த விருப்பத்தை இயக்க நாங்கள் இனி பரிந்துரைக்க மாட்டோம். இந்த நற்பொருத்தம் வரவிருக்கும் முக்கிய வெளியீடுகளில் ஒன்றில் முழுமையாக அகற்றப்படலாம்.",
        "DoNotTrack_Description": "டூ ட்ராக் என்பது ஒரு தொழில்நுட்பம் மற்றும் கொள்கை திட்டமாகும், இது பயனர்கள் பார்வையிடும் வலைத்தளங்களைக் கண்காணிப்பதைத் தவிர்க்க உதவுகிறது, இதில் பகுப்பாய்வு சேவைகள், விளம்பர நெட்வொர்க்குகள் மற்றும் சமூக தளங்கள் உட்பட.",
        "DoNotTrack_Disable": "முடக்கு ஆதரவைக் கண்காணிக்க வேண்டாம்",
        "DoNotTrack_Disabled": "மாடோமோ தற்போது அனைத்து பார்வையாளர்களையும் கண்காணித்து வருகிறார், அவர்கள் தங்கள் வலை உலாவிகளில் \"நான் கண்காணிக்க விரும்பவில்லை\" என்று குறிப்பிட்டாலும் கூட.",
        "DoNotTrack_DisabledMoreInfo": "உங்கள் பார்வையாளர்களின் தனியுரிமையை மதிக்க டோனோட்ராக் ஆதரவை இயக்க பரிந்துரைக்கிறோம்",
        "DoNotTrack_Enable": "ஆதரவைக் கண்காணிக்க வேண்டாம்",
        "DoNotTrack_Enabled": "நீங்கள் தற்போது உங்கள் பயனர்களின் தனியுரிமையை மதிக்கிறீர்கள், பிராவோ!",
        "DoNotTrack_EnabledMoreInfo": "பயனர்கள் தங்கள் வலை உலாவியை \"நான் கண்காணிக்க விரும்பவில்லை\" என்று அமைத்தால் (டோனோட்ராக் இயக்கப்பட்டிருக்கிறது) பின்னர் மாடோமோ இந்த வருகைகளைக் கண்காணிக்க மாட்டார்.",
        "DoNotTrack_SupportDNTPreference": "உதவி விருப்பத்தை கண்காணிக்காது",
        "EstimatedDBSizeAfterPurge": "தூய்மைப்படுத்தலுக்குப் பிறகு மதிப்பிடப்பட்ட தரவுத்தள அளவு",
        "EstimatedSpaceSaved": "மதிப்பிடப்பட்ட இடம் சேமிக்கப்பட்டது",
        "ExportSelectedVisits": "தேர்ந்தெடுக்கப்பட்ட வருகைகளை ஏற்றுமதி செய்யுங்கள்",
        "ExportingNote": "அணுகல் உரிமையைப் பயன்படுத்த நீங்கள் தரவை ஏற்றுமதி செய்கிறீர்கள் என்றால், நீங்கள் தரவை ஏற்றுமதி செய்ய விரும்பும் தரவு விசயத்தால் தேர்ந்தெடுக்கப்பட்ட வருகைகள் உண்மையில் செய்யப்படுவதை உறுதிசெய்க.",
        "FindDataSubjectsBy": "மூலம் தரவு பாடங்களைக் கண்டறியவும்",
        "FindMatchingDataSubjects": "பொருந்தக்கூடிய தரவு பாடங்களைக் கண்டறியவும்",
        "FontColor": "எழுத்துரு நிறம்",
        "FontFamily": "எழுத்துரு குடும்பம்",
        "FontSize": "எழுத்துரு அளவு",
        "ForceCookielessTracking": "குக்கீகள் இல்லாமல் கட்டாய கண்காணிப்பு",
        "ForceCookielessTrackingDescription": "இந்த விருப்பத்தை இயக்குவது தானாகவே %1$s ஐ புதுப்பிக்கும், எனவே அனைத்து கண்காணிப்பாளர்களும் குக்கீகளைப் பயன்படுத்த மாட்டார்கள் என்பதை உறுதிப்படுத்த சில கூடுதல் குறியீட்டைக் கொண்டுள்ளது. கூடுதலாக, சேவையக பக்கத்தில் உள்ள அனைத்து கண்காணிப்பு குக்கீகளையும் மாடோமோ புறக்கணிக்கும்.",
        "ForceCookielessTrackingDescription2": "மாடோமோ டிராக்கரில் ஒப்புதல் முறைகளைப் பயன்படுத்தும் போது கூட குக்கீகள் முடக்கப்படும், மேலும் குக்கீ ஒப்புதல் முறைகள் குக்கீகளை இயக்காது.",
        "ForceCookielessTrackingDescriptionNotWritable": "JS டிராக்கர் கோப்பு \"%1$s\" எழுதக்கூடியதல்ல, இந்த நற்பொருத்தம் முழுமையாக வேலை செய்ய வேண்டியிருக்கும். JS டிராக்கர் கோப்பு எழுத முடியாததாக இல்லாதபோது, குக்கீகள் சேவையக பக்கத்தில் மட்டுமே புறக்கணிக்கப்படும், ஆனால் குக்கீகள் இன்னும் உலாவியில் அமைக்கப்படலாம். இந்த சிக்கலைத் தீர்க்க நீங்கள் அல்லது கணினி நிர்வாகி கோப்பு அனுமதிகளை மாற்ற வேண்டும், எனவே உங்கள் வெப்சர்வர் இந்த கோப்பை மாற்ற முடியும்.",
        "GDPR": "சிடிபிஆர்",
        "GdprChecklistDesc1": "நீங்கள் மாடோமோ மூலம் ஐரோப்பிய குடிமக்களின் தனிப்பட்ட தரவை செயலாக்குகிறீர்கள் என்றால், உங்கள் நிறுவனம் ஐரோப்பாவிற்கு வெளியே அமைந்திருந்தாலும், நீங்கள் மொத்த உள்நாட்டு உற்பத்தியில் கடமைகளை நிறைவேற்ற வேண்டும், இந்த வழிகாட்டி உங்களுக்கு உதவும்.",
        "GdprChecklistDesc2": "உங்கள் பயனர்களின் உரிமைகளை எளிதில் பயன்படுத்த அனுமதிக்கும் எங்கள் கருவிகளையும், சிடிபிஆருடன் நீங்கள் மாடோமோவைப் பயன்படுத்துவதற்கும், உங்கள் தரவைப் பாதுகாக்கவும் எடுக்க வேண்டிய செயல்களின் பட்டியலையும் கீழே காணலாம். மேலும் அறிய எங்கள் %1$sGDPR பயனர் கையேடு %2$s ஐப் பார்வையிடவும்.",
        "GdprChecklists": "சிடிபிஆர் சரிபார்ப்பு பட்டியல்கள்",
        "GdprManager": "சிடிபிஆர் மேலாளர்",
        "GdprOverview": "சிடிபிஆர் கண்ணோட்டம்",
        "GdprOverviewIntro1": "பொது தரவு பாதுகாப்பு ஒழுங்குமுறை (சிடிபிஆர்) என்பது ஐரோப்பிய ஒன்றியத்தில் (ஐரோப்பிய ஒன்றியம்) உள்ள அனைத்து நபர்களுக்கும் தரவு பாதுகாப்பை வலுப்படுத்தி ஒன்றிணைக்கும் ஒரு ஒழுங்குமுறை ஆகும்.",
        "GdprOverviewIntro2": "MATOMO இல் தனிப்பட்ட தரவு எதுவும் சேகரிக்கப்படவில்லை என்பதை உறுதிப்படுத்த நீங்கள் நடவடிக்கை எடுத்தால், நீங்கள் MATOMO க்காக மொத்த உள்நாட்டு உற்பத்தியில் கவலைப்படாமல் இருக்கலாம் (நீங்கள் ஐபி முகவரிகள் இல்லை, பயனர் ஐடிகள் இல்லை, புவிஇருப்பிட தரவு இல்லை போன்றவை).",
        "GdprTools": "சிடிபிஆர் கருவிகள்",
        "GdprToolsOverviewHint": "சிடிபிஆர் என்றால் என்ன என்று உங்களுக்குத் தெரியாவிட்டால், தயவுசெய்து %1$sgdpr கண்ணோட்டம் %2$s ஐப் பார்க்கவும்.",
        "GdprToolsPageIntro1": "தரவு பொருள் உரிமைகளைப் பயன்படுத்துவதற்காக இந்த பக்கம் வடிவமைக்கப்பட்டுள்ளது.",
        "GdprToolsPageIntro2": "எங்கள் சிடிபிஆர் நட்பு நடைமுறைகளுடன் உங்கள் பயனர்களின் உரிமைகளை இங்கே பயன்படுத்தலாம்:",
        "GdprToolsPageIntroAccessRight": "அவற்றின் எல்லா தரவையும் அணுகும் உரிமை (மற்றும் தரவு பெயர்வுத்திறனுக்கான உரிமை),",
        "GdprToolsPageIntroEraseRight": "சில அல்லது அனைத்தையும் அவற்றின் தரவுகளை அழிக்கும் உரிமை (மற்றும் திருத்துவதற்கான உரிமை).",
        "GeolocationAnonymizeIpNote": "குறிப்பு: 1 பைட் அநாமதேயமயமாக்கப்பட்ட அதே முடிவுகளை புவிஇருப்பிடம் கொண்டிருக்கும். 2 பைட்டுகள் அல்லது அதற்கு மேற்பட்டவற்றுடன், புவிஇருப்பிடம் துல்லியமாக இருக்கும்.",
        "GetPurgeEstimate": "தூய்மைப்படுத்தும் மதிப்பீட்டைப் பெறுங்கள்",
        "HowDoIAskForConsent": "பயனர்களை ஒப்புதல் எவ்வாறு கேட்பது?",
        "HowDoIAskForConsentIntro": "பின்வரும் பிரபலமான ஒப்புதல் மேலாளர்களுடன் ஒப்புதல் கண்காணிப்பை அமைப்பதற்கு மேடோமோ வழிகாட்டிகள் உள்ளன:",
        "HowDoIAskForConsentOutro": "மேலே உள்ள ஒப்புதல் மேலாளர்களில் ஒன்றை நீங்கள் பயன்படுத்தவில்லை என்றால், மாடோமோ சாவாச்கிரிப்ட் பநிஇ %2$s ஐப் பயன்படுத்தி ஒப்புதலுடன் %1$s ச்ட்ராக்கிங் செயல்படுத்தலாம்.",
        "IPAddress": "ஐபி முகவரி",
        "Imprint": "முத்திரை",
        "ImprintUrl": "முத்திரை முகவரி",
        "ImprintUrlDescription": "உங்கள் முத்திரை பக்கத்திற்கான இணைப்பு.",
        "InProgress": "முன்னேற்றத்தில் உள்ளது",
        "IndividualsRights": "தனிநபர்களின் உரிமைகள்",
        "IndividualsRightsAccess": "அணுகல் உரிமை: %1$s ஒரு தரவு விசயத்தைத் தேடுங்கள் %2$s மற்றும் அவற்றின் எல்லா தரவையும் ஏற்றுமதி செய்யுங்கள்.",
        "IndividualsRightsChildren": "குழந்தைகளுக்கு நிகழ்நிலை சேவைகளை நீங்கள் வழங்கினால், அவற்றைப் பற்றிய தகவல்களைச் சேகரிக்க ஒப்புதல் அளித்தால், குழந்தைகளின் தனிப்பட்ட தரவை சட்டப்பூர்வமாக செயலாக்க உங்களுக்கு பெற்றோர் அல்லது பாதுகாவலரின் ஒப்புதல் தேவைப்படலாம்.",
        "IndividualsRightsErasure": "அழிப்பதற்கான உரிமை: %1$s ஒரு தரவு விசயத்தைத் தேடுங்கள் %2$s மற்றும் அவற்றின் சில அல்லது எல்லா தரவையும் நீக்கவும்.",
        "IndividualsRightsInform": "தெரிவிக்கப்படுவதற்கான உரிமை: தெளிவான தனியுரிமை அறிவிப்புடன் உங்கள் பயனர்களுக்கு தெரிவிக்கவும்.",
        "IndividualsRightsIntro": "எங்கள் சிடிபிஆர் நட்பு நடைமுறைகளுடன் உங்கள் பயனர்களின் உரிமைகளைப் பயன்படுத்துங்கள்:",
        "IndividualsRightsObject": "பொருளின் உரிமை: %1$s உங்கள் பயனர்கள் உங்கள் தனியுரிமைக் கொள்கை பக்கத்தில் %2$s ஐ எளிதில் விலகுகிறார்கள்.",
        "IndividualsRightsPortability": "தரவு பெயர்வுத்திறனுக்கான உரிமை: %1$s ஒரு தரவு விசயத்தைத் தேடுங்கள் %2$s மற்றும் அவற்றின் எல்லா தரவையும் ஏற்றுமதி செய்க.",
        "IndividualsRightsRectification": "திருத்தம் செய்வதற்கான உரிமை: நீங்கள் %1$s ஒரு தரவு விசயத்தைத் தேடலாம் %2$s மற்றும் அவற்றின் சில அல்லது எல்லா தரவையும் நீக்கலாம்.",
        "InfoSomeReferrerInfoMayBeAnonymized": "சில குறிப்பாளர் தகவல்கள் காணாமல் போகலாம், ஏனெனில் பரிந்துரைப்பாளர் அநாமதேயமாக்கல் பின்வருமாறு இயக்கப்பட்டது: %s",
        "JobFinishDate": "வேலை பூச்சு தேதி: %1$s",
        "JobStartDate": "வேலை தொடக்க தேதி: %1$s",
        "KeepBasicMetrics": "அடிப்படை அளவீடுகளை வைத்திருங்கள் (வருகைகள், பக்கக் காட்சிகள், பவுன்ச் வீதம், இலக்கு மாற்றங்கள், இணையவழி மாற்றங்கள் போன்றவை)",
        "KeepBasicMetricsReportsDetailedInfo": "இந்த அமைப்பை நீங்கள் இயக்கும்போது, சில எண் முக்கிய செயல்திறன் குறிகாட்டிகள் நீக்கப்படாது.",
        "KeepDataFor": "எல்லா தரவையும் வைத்திருங்கள்",
        "KeepReportSegments": "மேலே உள்ள தரவுகளுக்கு, பிரிக்கப்பட்ட அறிக்கைகளையும் வைத்திருங்கள்",
        "LastAction": "கடைசி நடவடிக்கை",
        "LastDelete": "கடைசியாக நீக்குதல் இருந்தது",
        "LeastDaysInput": "%s ஐ விட பல நாட்களைக் குறிப்பிடவும்.",
        "LeastMonthsInput": "%s ஐ விட பல மாதங்கள் அதிகமாக குறிப்பிடவும்.",
        "LinkVisitActionColumns": "இணைப்பு நடவடிக்கை நெடுவரிசைகளைப் பார்வையிடவும்",
        "MatchingDataSubjects": "தரவு பாடங்களுடன் பொருந்துகிறது",
        "MenuPrivacySettings": "தனியுரிமை",
        "NextDelete": "அடுத்த திட்டமிடப்பட்ட நீக்குதல்",
        "NoDataSubjectsFound": "தரவு பாடங்கள் எதுவும் கிடைக்கவில்லை",
        "OptOutAppearance": "விலகல் தோற்றத்தைத் தனிப்பயனாக்கவும்",
        "OptOutCodeTypeExplanation": "மேட்டோமோ டிராக்கர் குறியீட்டைப் பயன்படுத்துவதன் மூலம் விலகல் அமைக்கப்படலாம், அதாவது உங்கள் வலைத்தள பக்கங்களில் சேர்க்க குறைந்த குறியீடு மற்றும் எதிர்காலத்தில் புதுப்பிக்க வேண்டிய வாய்ப்பு குறைவு, அல்லது ச்கிரிப்ட் தடுப்பான்களுடன் பார்வையாளர்களுக்கு வேலை செய்வதற்கான வாய்ப்புகள் அதிகம். நீங்கள் ஏதேனும் அமைப்புகளை மாற்றினால் ஒவ்வொரு வலைப்பக்கத்திலும் புதுப்பிக்கப்பட வேண்டும்.",
        "OptOutCustomize": "விலகல் iframe ஐத் தனிப்பயனாக்குங்கள்",
        "OptOutHtmlCode": "உங்கள் வலைத்தளத்தில் உட்பொதிக்க உஉகுமொ குறியீடு",
        "OptOutPreview": "விலகல் உங்கள் வலைத்தளத்தில் தோன்றும் என்பதால் முன்னோட்டம்",
        "OptOutRememberToTest": "உங்கள் விலகலை சோதிக்க நினைவில் கொள்ளுங்கள்!",
        "OptOutRememberToTestBody": "உங்கள் வலைத்தளத்துடன் உங்கள் விலகல் சரியாக செயல்படுகிறது என்பதை உறுதிப்படுத்த, OPTOUT குறியீட்டைச் சேர்த்த பிறகு பின்வரும் விரைவான சோதனையைச் செய்ய பரிந்துரைக்கப்படுகிறது.",
        "OptOutRememberToTestStep1": "உங்கள் முக்கிய வலைத்தள பக்கத்திற்கு உலாவுக.",
        "OptOutRememberToTestStep2": "பக்கம் ஏற்றப்பட்டதும் நீங்கள் விலகல் பெட்டியைக் காண வேண்டும்.",
        "OptOutRememberToTestStep3": "தேர்வுப்பெட்டியைத் தவிர்ப்பது விலகிய செய்தியைக் காட்ட வேண்டும்.",
        "OptOutRememberToTestStep4": "தேர்வுக்கான தேர்வுப்பெட்டியை சரிபார்ப்பது தேர்ந்தெடுத்த செய்தியைக் காட்ட வேண்டும்.",
        "OptOutUseStandalone": "விலகலை அமைக்க தன்னிறைவான குறியீட்டைப் பயன்படுத்தவும்",
        "OptOutUseTracker": "OPT ஐ அமைக்க மாடோமோ டிராக்கர் குறியீட்டைப் பயன்படுத்தவும்",
        "Output": "வெளியீடு: %1$s",
        "PluginDescription": "உங்கள் பயனர்களுக்கான தனியுரிமையை அதிகரிக்கவும், உங்கள் மேட்டோமோ நிகழ்வு தனியுரிமையை உங்கள் உள்ளக சட்டத்திற்கு இணங்கவும்.",
        "PreviousRawDataAnonymizations": "முந்தைய மூல தரவு அநாமதேயங்கள்",
        "PrivacyPolicy": "தனியுரிமைக் கொள்கை",
        "PrivacyPolicyUrl": "தனியுரிமைக் கொள்கை முகவரி",
        "PrivacyPolicyUrlDescription": "உங்கள் தனியுரிமைக் கொள்கை பக்கத்திற்கான இணைப்பு.",
        "PrivacyPolicyUrlDescriptionSuffix": "இதை நீங்கள் அமைத்தால், அது உள்நுழைவு பக்கத்தின் கீழும், '%1$s' பயனர் அணுகக்கூடிய பக்கங்களிலும் காண்பிக்கப்படும்.",
        "PseudonymizeUserId": "பயனர் ஐடியை ஒரு புனைப்பெயருடன் மாற்றவும்",
        "PseudonymizeUserIdNote": "இந்த விருப்பத்தை நீங்கள் இயக்கும்போது, மின்னஞ்சல் முகவரி போன்ற தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவல்களை நேரடியாக சேமித்து காண்பிப்பதைத் தவிர்ப்பதற்காக பயனர் ஐடி ஒரு புனைப்பெயரால் மாற்றப்படும். தொழில்நுட்ப சொற்களில்: உங்கள் பயனர் ஐடியைப் பொறுத்தவரை, MATOMO ஒரு உப்பு ஆச் செயல்பாட்டைப் பயன்படுத்தி பயனர் ஐடி புனைப்பெயரை செயலாக்கும்.",
        "PseudonymizeUserIdNote2": "குறிப்பு: ஒரு புனைப்பெயரை மாற்றுவது அநாமதேயமயமாக்கலுக்கு சமமானதல்ல. சிடிபிஆர் சொற்களில்: பயனர் ஐடி புனைப்பெயர் இன்னும் தனிப்பட்ட தரவுகளாகக் கருதப்படுகிறது. சில கூடுதல் தகவல்கள் கிடைத்தால் அசல் பயனர் ஐடியை இன்னும் அடையாளம் காண முடியும் (இது மாடோமோ மற்றும் உங்கள் தரவு செயலிக்கு மட்டுமே அணுகல்).",
        "PurgeNow": "இப்போது டி.பி.",
        "PurgeNowConfirm": "உங்கள் தரவுத்தளத்திலிருந்து தரவை நிரந்தரமாக நீக்க உள்ளீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா?",
        "PurgingData": "தரவை தூய்மைப்படுத்துதல்…",
        "RawDataNeverRemoved": "வருகைகள் மற்றும் செயல்கள் மூல தரவு <strong> நெவர் </strong> நீக்கப்பட்டது.",
        "RawDataRemovedAfter": "அனைத்து வருகைகள் மற்றும் செயல்கள் மூல தரவு %1$s க்குப் பிறகு நீக்கப்படும்.",
        "RecommendedForPrivacy": "தனியுரிமைக்கு பரிந்துரைக்கப்படுகிறது",
        "ReportsDataSavedEstimate": "தரவுத்தள அளவு",
        "ReportsNeverRemoved": "ஒருங்கிணைந்த அறிக்கைகள் <strong> நெவர் </strong> நீக்கப்பட்டன.",
        "ReportsRemovedAfter": "அனைத்து ஒருங்கிணைந்த அறிக்கைகளும் %1$s க்குப் பிறகு நீக்கப்படுகின்றன.",
        "Requester": "கோரிக்கை",
        "ResultIncludesAllVisits": "கண்டுபிடிக்கப்பட்ட முடிவுகளில் எந்த நேரக் கட்டுப்பாடும் இல்லாமல் அனைத்து வருகைகளும் அடங்கும், மேலும் இன்று சேர்க்கவும்.",
        "ResultTruncated": "%1$s முடிவுகள் காணப்பட்டன, இதன் விளைவாக முதல் %1$s வருகைகளுக்கு துண்டிக்கப்பட்டது.",
        "SaveSettingsBeforePurge": "தரவு நீக்குதல் அமைப்புகளை மாற்றியுள்ளீர்கள். தூய்மைப்படுத்தலைத் தொடங்குவதற்கு முன் அவற்றைச் சேமிக்கவும்.",
        "Scheduled": "திட்டமிடப்பட்டுள்ளது",
        "ScheduledDate": "திட்டமிடப்பட்ட தேதி: %1$s",
        "SearchForDataSubject": "தரவு விசயத்தைத் தேடுங்கள்",
        "SecurityProcedures": "பாதுகாப்பு நடைமுறைகள்",
        "SecurityProceduresDesc1": "உங்கள் மாடோமோ தரவைப் பாதுகாப்பாக வைத்திருக்க எங்கள் %1$scecurity பரிந்துரைகளை %2$s ஐப் பயன்படுத்துங்கள்.",
        "SecurityProceduresDesc2": "நீங்கள் மாடோமோ சேவையகம் அல்லது ஓச்டிங்கை வழங்கும் நிறுவனத்துடன் எழுத்துப்பூர்வ ஒப்பந்தம் உள்ளதா என்பதைச் சரிபார்க்கவும், இது %1$sapparate பாதுகாப்புகள் %2$s வழங்கப்படுவதை உறுதி செய்கிறது.",
        "SecurityProceduresDesc3": "உங்கள் %1$sDATA மீறல் நடைமுறை %2$s இல் MATOMO ஐ சேர்க்கவும்.",
        "SecurityProceduresDesc4": "பொருந்தினால், உங்கள் %1$sDATA தனியுரிமை தாக்க மதிப்பீடு (DPIA) %2$s இல் MATOMO ஐ சேர்க்கவும்.",
        "SecurityProceduresIntro": "உங்கள் பயனர்களுக்கு தெளிவாகவும் வெளிப்படையாகவும் தெரிவிக்கவும், சேகரிக்கப்பட்ட தரவு மற்றும் அது எவ்வாறு பயன்படுத்தப்படுகிறது என்பதைப் பற்றி உங்கள் சகாக்களுக்கு தெரியப்படுத்துங்கள்:",
        "SeeAlsoOurOfficialGuidePrivacy": "எங்கள் அதிகாரப்பூர்வ வழிகாட்டியையும் காண்க: %1$sWEB பகுப்பாய்வு தனியுரிமை %2$s",
        "SelectWebsite": "ஒரு வலைத்தளத்தைத் தேர்ந்தெடுக்கவும்",
        "ShowInEmbeddedWidgets": "உட்பொதிக்கப்பட்ட விட்செட்டுகளில் காண்பி",
        "ShowInEmbeddedWidgetsDescription": "சரிபார்க்கப்பட்டால், உங்கள் தனியுரிமைக் கொள்கைக்கான இணைப்பு மற்றும் உங்கள் விதிமுறைகள் &amp; உட்பொதிக்கப்பட்ட விட்செட்களின் அடிப்பகுதியில் நிபந்தனைகள் காண்பிக்கப்படும்.",
        "ShowIntro": "அறிமுக உரையைக் காட்டு",
        "TeaserHeader": "இந்த பக்கத்தில், தற்போதுள்ள சட்டங்களுடன் தனியுரிமையை இணங்குவதற்கு நீங்கள் மாடோமோவைத் தனிப்பயனாக்கலாம், இதன் மூலம்: %1$s பார்வையாளரை அநாமதேயப்படுத்துதல் IP %2$s, %3$s தானாகவே பழைய பார்வையாளர் பதிவுகளை %4$s, மற்றும் %5$s அநாமதேயத்தை முன்னர் கண்காணித்த மூல பயனர்களின் தரவு%6$s.",
        "TeaserHeadline": "தனியுரிமை அமைப்புகள்",
        "TermsAndConditionUrl": "விதிமுறைகள் &amp; நிபந்தனைகள் முகவரி",
        "TermsAndConditionUrlDescription": "உங்கள் விதிமுறைகளுக்கான இணைப்பு &amp; நிபந்தனைகள் பக்கம்.",
        "TermsAndConditions": "விதிமுறைகள் &amp; நிபந்தனைகள்",
        "TrackingOptOut": "பயனர்கள் கண்காணிப்பதைத் தவிர்க்கட்டும்",
        "UnsetActionColumns": "அமைக்கப்படாத செயல் நெடுவரிசைகள்",
        "UnsetActionColumnsHelp": "இந்த செயலை செயல்தவிர்க்க முடியாது. நீங்கள் அமைக்க விரும்பும் நோக்கம் செயல்பாட்டில் உள்ள தரவுத்தள நெடுவரிசைகளின் பட்டியல். அந்த நெடுவரிசைக்கான ஒவ்வொரு மதிப்பும் அதன் இயல்புநிலை மதிப்புக்கு அமைக்கப்படும்.",
        "UnsetVisitColumns": "நெடுவரிசைகளைச் பார்வையிடாத நெடுவரிசைகள்",
        "UnsetVisitColumnsHelp": "இந்த செயலை செயல்தவிர்க்க முடியாது. நீங்கள் அமைக்க விரும்பும் அளவிலான தரவுத்தள நெடுவரிசைகளின் பட்டியல் பார்வையிடவும். அந்த நெடுவரிசைக்கான ஒவ்வொரு மதிப்பும் அதன் இயல்புநிலை மதிப்புக்கு அமைக்கப்படும். அதே நெடுவரிசை 'மாற்றத்தில்' இருந்தால், இந்த நெடுவரிசை நீக்கப்படும் என்பதை நினைவில் கொள்க",
        "UseAnonymizeIp": "பார்வையாளர்களின் ஐபி முகவரிகளை அநாமதேயமாக்குங்கள்",
        "UseAnonymizeOrderId": "ஆர்டர் ஐடி அநாமதேயப்படுத்தவும்",
        "UseAnonymizeTrackingData": "கண்காணிப்பு தரவைக் கண்காணிக்கவும்",
        "UseAnonymizeUserId": "பயனர் ஐடியை அநாமதேயப்படுத்தவும்",
        "UseAnonymizedIpForVisitEnrichment": "வருகைகளை வளப்படுத்தும்போது அநாமதேய ஐபி முகவரிகளையும் பயன்படுத்தவும்.",
        "UseAnonymizedIpForVisitEnrichmentNote": "ஐபி வழியாக சியோ இருப்பிடம் மற்றும் வழங்குநர் போன்ற செருகுநிரல்கள் பார்வையாளரின் மெட்டாடேட்டாவை மேம்படுத்துகின்றன. இயல்பாக, இந்த செருகுநிரல்கள் அநாமதேய ஐபி முகவரிகளைப் பயன்படுத்துகின்றன. நீங்கள் 'இல்லை' என்பதைத் தேர்ந்தெடுத்தால், பெயரிடப்படாத முழு ஐபி முகவரி அதற்கு பதிலாக பயன்படுத்தப்படும், இதன் விளைவாக குறைந்த தனியுரிமை ஆனால் சிறந்த தரவு துல்லியம் கிடைக்கும்.",
        "UseDeleteLog": "தரவுத்தளத்திலிருந்து பழைய மூல தரவை தவறாமல் நீக்கவும்",
        "UseDeleteReports": "தரவுத்தளத்திலிருந்து பழைய அறிக்கைகளை தவறாமல் நீக்கவும்",
        "UsersOptOut": "பயனர்கள் விலகுகிறார்கள்",
        "VisitColumns": "நெடுவரிசைகளைப் பார்வையிடவும்",
        "VisitsMatchedCriteria": "இந்த வருகைகள் தேர்ந்தெடுக்கப்பட்ட அளவுகோல்களுடன் பொருந்துகின்றன.",
        "VisitsSuccessfullyDeleted": "வருகைகள் வெற்றிகரமாக நீக்கப்பட்டன",
        "VisitsSuccessfullyExported": "வருகைகள் வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டன",
        "WhenConsentIsNeededPart1": "%1$sgdpr தனியுரிமை விதிமுறைகள் %2$s சில சந்தர்ப்பங்களில் தனிப்பட்ட தரவை செயலாக்கும்போது உங்கள் பயனர்களின் ஒப்புதலைக் கேட்க வேண்டும். நீங்கள் ஒப்புதல் கேட்க வேண்டுமா என்பதை தீர்மானிக்க, தனிப்பட்ட தரவை செயலாக்குவதற்கான உங்கள் சட்டபூர்வமான அடிப்படையை நீங்கள் அடையாளம் காண வேண்டும். இது \"ஒப்புதல்\" அல்லது \"முறையான ஆர்வம்\" ஆக இருக்கலாம் அல்லது தனிப்பட்ட தரவை முழுவதுமாக சேகரிப்பதை நீங்கள் தவிர்க்கலாம்.",
        "WhenConsentIsNeededPart2": "சிடிபிஆரின் கீழ் தனிப்பட்ட தரவை செயலாக்குவதற்கான சட்டபூர்வமான அடிப்படையைப் பற்றி மேலும் அறிய பரிந்துரைக்கப்படுகிறது. இந்த தலைப்பில் கூடுதல் தகவல்களை %1$s புளிப்பு வலைப்பதிவு %2$s இல் காணலாம்.",
        "WhenConsentIsNeededPart3": "உங்கள் பயனர்களின் ஒப்புதல் தேவைப்பட்டால், கடந்த காலங்களில் நீங்கள் அவர்களின் \"சம்மதத்தை\" பெற்றீர்கள் என்பதை நிரூபிக்க முடியாவிட்டால், உங்கள் முன்னர் கண்காணிக்கப்பட்ட பயனர்களின் மூல தரவை அநாமதேயமாக்க பரிந்துரைக்கிறோம் என்பதை நினைவில் கொள்க. உங்கள் முன்னர் கண்காணிக்கப்பட்ட பயனர்களின் மூல தரவை அநாமதேயமாக்குவது மேட்டோமோ %1$s மழுங்கடிக்கப்பட்ட தனியுரிமை மேலாளர் மூலம் செய்ய முடியும். மேலும் %2$s.",
        "WhenDoINeedConsent": "பயனர் சம்மதத்தை நான் எப்போது கேட்க வேண்டும்?"
    }
}
