{
    "CustomDimensions": {
        "CannotBeDeleted": "தனிப்பயன் பரிமாணத்தை நீக்க முடியாது, செயலிழக்க மட்டுமே.",
        "ColumnAvgTimeOnDimension": "ஏ.வி.சி. பரிமாணத்தில் நேரம்",
        "ColumnUniqueActions": "தனித்துவமான செயல்கள்",
        "ConfigureDimension": "%1$s தனிப்பயன் பரிமாணம் %2$s ஐ உள்ளமைக்கவும்",
        "ConfigureNewDimension": "புதிய பரிமாணத்தை உள்ளமைக்கவும்",
        "CustomDimensionId": "தனிப்பயன் பரிமாணங்கள் (ஐடி %d)",
        "CustomDimensions": "தனிப்பயன் பரிமாணங்கள்",
        "CustomDimensionsIntro": "%1$s ச்கச்டம் பரிமாணங்களை உருவாக்குவதன் மூலம்%2$s நீங்கள் '%3$s' க்கு எந்தவொரு தனிப்பயன் தரவையும் சேகரிக்கலாம்.",
        "CustomDimensionsIntroNext": "ஒவ்வொரு தனிப்பயன் பரிமாணத்திற்கும் (உங்கள் ஒவ்வொரு இலக்குக்கும் மாற்று விகிதம் உட்பட) மாடோமோ ஒரு அறிக்கையை உருவாக்கும், அத்துடன் இந்த மதிப்புகளின் அடிப்படையில் உங்கள் பயனர்களை எளிதாக பிரிக்க அனுமதிக்கும். தனிப்பயன் பரிமாணங்கள் %1$s ச்கச்டம் மாறிகள் %2$s க்கு ஒத்தவை, ஆனால் தனிப்பயன் பரிமாணங்கள் மற்றும் தனிப்பயன் மாறிகள் %4$s க்கு இடையில் சில %3$sdifferences உள்ளன.",
        "DimensionCreated": "தனிப்பயன் பரிமாணம் உருவாக்கப்பட்டது",
        "DimensionUpdated": "தனிப்பயன் பரிமாணம் புதுப்பிக்கப்பட்டது",
        "EmptyValue": "வெற்று மதிப்பு",
        "ExampleCreateCustomDimensions": "எடுத்துக்காட்டாக, நோக்கம் செயலில் %s புதிய தனிப்பயன் பரிமாணங்களை உருவாக்க பின்வரும் கட்டளையை இயக்கவும்:",
        "ExampleValue": "பரிமாண மதிப்பு",
        "ExceptionDimensionDoesNotExist": "வலைத்தளத்திற்கு %2$d க்கு பரிமாணம் %1$d இல்லை.",
        "ExceptionDimensionIsNotActive": "வலைத்தளத்திற்கு %2$d க்கு பரிமாணம் %1$d செயலில் இல்லை.",
        "ExtractValue": "மதிப்பு பிரித்தெடுக்கவும்",
        "Extractions": "பிரித்தெடுத்தல்",
        "ExtractionsHelp": "இது விருப்பமானது. இந்த தனிப்பயன் பரிமாணத்திற்கான மதிப்பை ஒரு பக்க முகவரி அல்லது பக்க தலைப்பிலிருந்து தானாகவே பிரித்தெடுக்க ஒரு ரீசெக்ச் பயன்படுத்தப்படலாம். இந்த வழியில், தனிப்பயன் பரிமாண மதிப்பை கண்காணிப்பு கிளையன்ட் வழியாக கைமுறையாக அமைக்க வேண்டியதில்லை. மாடோமோ டிராக்கர் பநிஇ வழியாக ஒரு மதிப்பை இன்னும் கைமுறையாக அமைக்கலாம். வாடிக்கையாளர்களைக் கண்காணிப்பதில் கைமுறையாக அமைக்கப்பட்ட பரிமாண மதிப்புகள் எப்போதும் பிரித்தெடுப்பதை விட முன்னுரிமை பெறுகின்றன. பல பிரித்தெடுத்தல் வரையறுக்கப்பட்டால், பொருந்தக்கூடிய முதல் பிரித்தெடுத்தல் பயன்படுத்தப்படுகிறது. மாடோமோ உங்களுக்காக இதைச் செய்வதால் நீங்கள் முன்னோக்கி ச்லாச்களில் தப்பிக்கத் தேவையில்லை. எடுத்துக்காட்டாக, \\/செய்திகளுக்கு பதிலாக/செய்திகளைப் பயன்படுத்தவும்./.",
        "HowToCreateCustomDimension": "புதிய தனிப்பயன் பரிமாணத்தை உருவாக்க உங்கள் மாடோமோ நிறுவலுக்குள் பின்வரும் கட்டளையை இயக்கவும்:",
        "HowToManyCreateCustomDimensions": "நீங்கள் ஒரே நேரத்தில் பல புதிய தனிப்பயன் பரிமாணங்களை உருவாக்க விரும்பினால், உருவாக்கப்பட வேண்டிய பரிமாணங்களின் எண்ணிக்கையைச் சேர்க்கவும். அனைத்து தரவுத்தள மாற்றங்களும் ஒரு அறிக்கையில் செயல்படுத்தப்படும் என்பதால், ஒரே நேரத்தில் பல தனிப்பயன் பரிமாணங்களைச் சேர்க்க அதிக நேரம் எடுக்காது.",
        "HowToTrackManuallyTitle": "இந்த பரிமாணத்திற்கான மதிப்பை கைமுறையாக கண்காணித்தல்",
        "HowToTrackManuallyViaHttp": "HTTP டிராக்கர் பநிஇ வழியாக ஒரு மதிப்பைக் கண்காணிக்க, தனிப்பயன் பரிமாண ஐடியைத் தொடர்ந்து 'பரிமாணம்' என்ற கண்காணிப்பு அளவுருவைப் பயன்படுத்தவும்:",
        "HowToTrackManuallyViaJs": "சாவாச்கிரிப்ட் டிராக்கர் அழைப்பில் ஒரு மதிப்பைக் கண்காணிக்க:",
        "HowToTrackManuallyViaJsDetails": "மேலும் தகவலுக்கு %1$sjavascript Tracker வழிகாட்டியைப் படிக்கவும் %2$s",
        "HowToTrackManuallyViaPhp": "பிஎச்பி டிராக்கர் அழைப்பில் ஒரு மதிப்பைக் கண்காணிக்க:",
        "IncreaseAvailableCustomDimensionsTakesLong": "புதிய தனிப்பயன் பரிமாணத்தை உருவாக்குவது உங்கள் தரவுத்தளத்தின் அளவைப் பொறுத்து நீண்ட நேரம் ஆகலாம், ஏனெனில் இது உங்கள் தரவுத்தளத்தில் ச்கீமா மாற்றங்கள் தேவைப்படுகிறது. எனவே கட்டளை வரியில் செயல்படுத்தப்பட வேண்டிய கன்சோல் கட்டளை வழியாக மட்டுமே இதைச் செய்ய முடியும்.",
        "IncreaseAvailableCustomDimensionsTitle": "கிடைக்கக்கூடிய தனிப்பயன் பரிமாணங்களின் எண்ணிக்கையை அதிகரிக்கவும்",
        "NameAllowedCharacters": "அனுமதிக்கப்பட்ட எழுத்துக்கள் எந்த எழுத்துக்கள், எண்கள், இடைவெளி, ஒரு கோடு மற்றும் அடிக்கோடிட்டுக் காட்டுகின்றன.",
        "NameIsRequired": "ஒரு பெயர் தேவை.",
        "NameIsTooLong": "பெயர் பல எழுத்துக்களைக் கொண்டுள்ளது, %d எழுத்துக்கள் வரை பயன்படுத்தவும்.",
        "NoCustomDimensionConfigured": "தனிப்பயன் பரிமாணம் இன்னும் கட்டமைக்கப்படவில்லை, இப்போது ஒன்றை உள்ளமைக்கவும்.",
        "NoValue": "மதிப்பு இல்லை",
        "PageUrlParam": "பக்க முகவரி அளவுரு",
        "PluginDescription": "நோக்கம் நடவடிக்கை அல்லது வருகை ஆகியவற்றில் தனிப்பயன் பரிமாணங்களை வரையறுத்து கண்காணிப்பதன் மூலம் உங்கள் தேவைகளுக்கு மாடோமோவை நீட்டிக்கவும்",
        "ScopeDescriptionAction": "'செயல்' என்ற நோக்கத்தில் தனிப்பயன் பரிமாணங்கள் எந்தவொரு செயலிலும் அனுப்பப்படலாம் (பக்க பார்வை, பதிவிறக்கம், நிகழ்வு போன்றவை).",
        "ScopeDescriptionActionMoreInfo": "பிரித்தெடுத்தல் வரையறுக்கப்படலாம், இதனால் தனிப்பயன் பரிமாண மதிப்பு பக்க முகவரி, பக்க தலைப்பு அல்லது ஒரு பக்க முகவரி வினவல் அளவுருவிலிருந்து பிரித்தெடுக்கப்படுகிறது.",
        "ScopeDescriptionVisit": "'வருகை' என்ற நோக்கத்தில் தனிப்பயன் பரிமாணங்கள் எந்தவொரு கண்காணிப்பு கோரிக்கையிலும் அனுப்பப்படலாம் மற்றும் வருகையில் சேமிக்கப்படும்.",
        "ScopeDescriptionVisitMoreInfo": "வருகையின் வாழ்நாளில் கொடுக்கப்பட்ட பரிமாணத்திற்கு வெவ்வேறு மதிப்புகளை நீங்கள் அமைத்தால், கடைசி மதிப்பு தொகுப்பு பயன்படுத்தப்படும்.",
        "ScopeTitleAction": "செயல் பரிமாணங்கள்",
        "ScopeTitleVisit": "பரிமாணங்களைப் பார்வையிடவும்",
        "UrlQueryStringParameter": "முகவரி வினவல் சரம் அளவுரு",
        "XofYLeft": "%1$s %2$s பரிமாணங்கள் எஞ்சியுள்ளன"
    }
}
