{
    "SitesManager": {
        "AddMeasurable": "புதிய அளவிடக்கூடிய சேர்க்கவும்",
        "AddSensibleExclusionsToMyCustomListButtonText": "ஓட் MATOMO-RECHOMENTED இல் அளவுருக்கள்",
        "AddSite": "புதிய வலைத்தளத்தைச் சேர்க்கவும்",
        "AdvancedTimezoneSupportNotFound": "மேம்பட்ட நேர மண்டலங்கள் உங்கள் பிஎச்பி இல் காணப்படவில்லை (PHP &amp; gt; = 5.2 இல் ஆதரிக்கப்படுகிறது). நீங்கள் இன்னும் ஒரு கையேடு யுடிசி ஆஃப்செட்டை தேர்வு செய்யலாம்.",
        "AliasUrlHelp": "இந்த வலைத்தளத்தை அணுக உங்கள் பார்வையாளர்கள் பயன்படுத்தும் பல்வேறு முகவரி களை, ஒரு வரிக்கு ஒன்று குறிப்பிட பரிந்துரைக்கப்படுகிறது, ஆனால் தேவையில்லை. ஒரு வலைத்தளத்திற்கான மாற்று முகவரி கள் பரிந்துரையாளர்கள் → வலைத்தள அறிக்கையில் தோன்றாது. 'Www' உடன் மற்றும் இல்லாமல் முகவரி களைக் குறிப்பிடுவது அவசியமில்லை என்பதை நினைவில் கொள்க, ஏனெனில் மாடோமோ தானாகவே இரண்டையும் கருதுகிறது.",
        "ChangingYourTimezoneWillOnlyAffectDataForward": "உங்கள் நேர மண்டலத்தை மாற்றுவது முன்னோக்கி செல்லும் தரவை மட்டுமே பாதிக்கும், மேலும் அவை முன்கூட்டியே பயன்படுத்தப்படாது.",
        "ChooseMeasurableTypeHeadline": "நீங்கள் என்ன அளவிட விரும்புகிறீர்கள்?",
        "CmsAndWebsiteBuilders": "CMS மற்றும் வலைத்தள உருவாக்குநர்கள்",
        "ConsentManagerConnected": "உங்கள் தளத்தில் மாடோமோவுடன் பணிபுரிய %1$s சரியாக கட்டமைக்கப்பட்டிருப்பதை நாங்கள் கண்டறிந்தோம்.",
        "Currency": "நாணயம்",
        "CurrencySymbolWillBeUsedForGoals": "இலக்குகள் வருவாய்க்கு அடுத்ததாக நாணய அடையாளம் காண்பிக்கப்படும்.",
        "CustomizeJavaScriptTracker": "சாவாச்கிரிப்ட் கண்காணிப்பைத் தனிப்பயனாக்குங்கள்",
        "DefaultCurrencyForNewWebsites": "புதிய வலைத்தளங்களுக்கான இயல்புநிலை நாணயம்",
        "DefaultTimezoneForNewWebsites": "புதிய வலைத்தளங்களுக்கான இயல்புநிலை நேர மண்டலம்",
        "DeleteConfirm": "%s என்ற வலைத்தளத்தை நீக்க விரும்புகிறீர்களா?",
        "DeleteSiteExplanation": "ஒரு வலைத்தளத்தை நீக்குவது அதற்காக சேகரிக்கப்பட்ட அனைத்து பதிவு தரவையும் நீக்கிவிடும். இந்த நடவடிக்கை நிரந்தரமானது மற்றும் செயல்தவிர்க்க முடியாது.",
        "DetectingYourSite": "உங்கள் தளத்தைக் கண்டறிதல்",
        "DisableSiteSearch": "தள தேடலைக் கண்காணிக்க வேண்டாம்",
        "EcommerceHelp": "இயக்கப்பட்டால், \"இலக்குகள்\" அறிக்கையில் புதிய \"இணையவழி\" பிரிவு இருக்கும்.",
        "EmailInstructionsButton": "இந்த வழிமுறைகளுக்கு மின்னஞ்சல் அனுப்புங்கள்",
        "EmailInstructionsButtonText": "மின்னஞ்சல் வழிமுறைகள்",
        "EmailInstructionsDocsPlainText": "ட்ராக் பக்கக் காட்சிகளை விட அதிகமாக நீங்கள் செய்ய விரும்பினால், தயவுசெய்து %1$s இல் உள்ள மாடோமோ ஆவணங்களைப் பாருங்கள்.",
        "EmailInstructionsGenerateTrackingCode": "தனிப்பயனாக்கப்பட்ட கண்காணிப்புக் குறியீட்டை %1$s இல் உருவாக்கலாம்.",
        "EmailInstructionsSiteDetails": "மாடோமோ வருகைகளைக் கண்காணிக்க பநிஇ அல்லது SDKS ஐப் பயன்படுத்த இந்த விவரங்கள் உங்களுக்குத் தேவைப்படும்.",
        "EmailInstructionsSiteDetailsHeading": "உங்கள் தள விவரங்கள்",
        "EmailInstructionsSubject": "மாடோமோ அனலிட்டிக்ச் கண்காணிப்பு குறியீடு",
        "EmailInstructionsYourSiteId": "உங்கள் தள ஐடி: %1$s",
        "EmailInstructionsYourTrackingUrl": "உங்கள் கண்காணிப்பு URL: %1$s",
        "EnableEcommerce": "இணையவழி இயக்கப்பட்டது",
        "EnableSiteSearch": "தள தேடல் கண்காணிப்பு இயக்கப்பட்டது",
        "ExceptionDeleteSite": "பதிவுசெய்யப்பட்ட ஒரே வலைத்தளம் என்பதால் இந்த வலைத்தளத்தை நீக்க முடியாது. முதலில் ஒரு புதிய வலைத்தளத்தைச் சேர்க்கவும், பின்னர் இதை நீக்கவும்.",
        "ExceptionEmptyName": "வலைத்தளத்தின் பெயர் காலியாக இருக்க முடியாது.",
        "ExceptionEmptyQueryParamsForCustomType": "விலக்குவதற்கான வினவல் அளவுருக்கள் விலக்கு வகை தனிப்பயனாக இருக்கும்போது வழங்கப்பட வேண்டும்",
        "ExceptionInvalidCurrency": "\"%1$s\" நாணயம் செல்லுபடியாகாது. செல்லுபடியாகும் நாணய சின்னத்தை உள்ளிடவும் (எ.கா. %2$s)",
        "ExceptionInvalidIPFormat": "\" %1$s\" ஐ விலக்குவதற்கான ஐபிக்கு செல்லுபடியாகும் ஐபி வடிவம் இல்லை (எ.கா. %2$s).",
        "ExceptionInvalidTimezone": "\"%s\" நேர மண்டலம் செல்லுபடியாகாது. சரியான நேர மண்டலத்தை உள்ளிடவும்.",
        "ExceptionInvalidUrl": "முகவரி '%s' சரியான முகவரி அல்ல.",
        "ExceptionNoUrl": "வலைத்தளத்திற்கு குறைந்தபட்சம் ஒரு முகவரி ஐ நீங்கள் குறிப்பிட வேண்டும்.",
        "ExceptionNonEmptyQueryParamsForNonCustomType": "விலக்க வேண்டிய அளவுருக்கள் விலக்கு வகை வழக்கமாக இல்லாதபோது வழங்கப்படக்கூடாது",
        "ExcludedIps": "விலக்கப்பட்ட ஐபிக்கள்",
        "ExcludedParameters": "விலக்கப்பட்ட அளவுருக்கள்",
        "ExcludedReferrers": "விலக்கப்பட்ட பரிந்துரையாளர்கள்",
        "ExcludedReferrersHelp": "ஓச்ட்பெயர்கள் மற்றும் முகவரி களின் பட்டியலை உள்ளிடவும், ஒரு வரிக்கு ஒன்று, நீங்கள் பரிந்துரைப்பாளரைக் கண்டறிதலில் இருந்து விலக்க விரும்புகிறீர்கள்.",
        "ExcludedReferrersHelpDetails": "ஒவ்வொரு நுழைவுக்கும் ஓச்ட்பெயர் இருக்க வேண்டும் மற்றும் ஒரு பாதையைக் கொண்டிருக்கலாம். ஒரு பாதை வழங்கப்பட்டால், பாதை பொருந்தினால் மட்டுமே ஒரு பரிந்துரையாளர் விலக்கப்படுவார். 'Www' உடன் மற்றும் இல்லாமல் முகவரி கள் ஒரே மாதிரியாக நடத்தப்படுகின்றன. வழங்கப்பட்ட நெறிமுறைகள் புறக்கணிக்கப்படும்.",
        "ExcludedReferrersHelpExamples": "எ.கா. \"%1$s\" \"%2$s\" மற்றும் \"%3$s\" உடன் பொருந்தும், ஆனால் \"%4$s\" அல்ல",
        "ExcludedReferrersHelpSubDomains": "ஒரு குறிப்பிட்ட ஓச்ட்பெயரின் அனைத்து துணை டொமைன்களையும் விலக்க, அதை ஒரு புள்ளியுடன் முன்னொட்டு. எ.கா. \"%1$s\" \"%2$s\" ஐ விலக்கும், ஆனால் அதன் அனைத்து துணை டொமைன்களும் \"%3$s\" போன்றவை.",
        "ExcludedUserAgents": "விலக்கப்பட்ட பயனர் முகவர்கள்",
        "ExclusionTypeDescriptionCommonSessionParameters": "இந்த விருப்பம் தானாகவே கண்காணிப்பு மற்றும் phpsessid, SessionID போன்ற அறிக்கைகளிலிருந்து பொதுவான அமர்வு அளவுருக்களின் தொகுப்பை விலக்கும்.",
        "ExclusionTypeDescriptionCustom": "கண்காணிப்பு மற்றும் அறிக்கைகளிலிருந்து விலக்க உங்கள் சொந்த முகவரி அளவுருக்களைக் குறிப்பிட இந்த விருப்பம் உங்களை அனுமதிக்கிறது. டெக்ச்டேரியாவுக்குக் கீழே உள்ள பொத்தானைக் சொடுக்கு செய்வதன் மூலம் உங்கள் சொந்த தனிப்பயன் முகவரி அளவுருக்களுடன் விலக்குவதற்கு MATOMO- திருப்பிச் செலுத்தப்பட்ட PII அளவுருக்களின் முன் வரையறுக்கப்பட்ட பட்டியலையும் நீங்கள் சேர்க்கலாம்.",
        "ExclusionTypeDescriptionMatomoRecommendedPII": "இந்த விருப்பம் தானாகவே கண்காணிப்பு மற்றும் MATOMO ஆல் PII என அடையாளம் காணப்பட்ட அறிக்கைகளிலிருந்து முகவரி அளவுருக்களின் பொதுவான தொகுப்பை தானாகவே விலக்கும். இந்த விருப்பத்துடன் விலக்கப்படும் அளவுருக்களின் பட்டியலைக் காண கீழே சொடுக்கு செய்க.",
        "ExclusionTypeOptionCommonSessionParameters": "பொதுவான அமர்வு அளவுருக்கள்",
        "ExclusionTypeOptionCustom": "தனிப்பயன்",
        "ExclusionTypeOptionMatomoRecommendedPII": "Matomo- மறுதொடக்கம்",
        "ExclusionViewListLink": "விலக்குகளின் பட்டியலைக் காண்க",
        "ExtraInformationNeeded": "உங்கள் கணினியில் மாடோமோவை அமைக்க, உங்களுக்கு பின்வரும் தகவல்கள் தேவைப்படலாம்:",
        "Format_Utc": "UTC%s",
        "GADetected": "உங்கள் இணையதளத்தில் %1$s கண்டறியப்பட்டது. உங்கள் வரலாற்று பகுப்பாய்வு தரவு மற்றும் அமைப்புகளை %2$s இலிருந்து மாடோமோவுக்கு எளிதாக நகர்த்த முடியும் என்பது உங்களுக்குத் தெரியுமா? %3$s%4$s%5$s இந்த வழிகாட்டியில்%6$s இல் அதிகம்",
        "GADetectedEmail": "உங்கள் இணையதளத்தில் %1$s கண்டறியப்பட்டது. உங்கள் வரலாற்று பகுப்பாய்வு தரவு மற்றும் அமைப்புகளை %2$s இலிருந்து மாடோமோவுக்கு எளிதாக நகர்த்த முடியும் என்பது உங்களுக்குத் தெரியுமா? இங்கே மேலும் அறிக: %3$s",
        "GTMDetected": "கூகிள் டேக் மேலாளர் உங்கள் இணையதளத்தில் கண்டறியப்பட்டது. கூகிள் டேக் மேனேசரிலிருந்து மேட்டோமோ டேக் மேலாளருக்கு உங்கள் இருக்கும் குறிச்சொற்கள், தூண்டுதல்கள் மற்றும் மாறிகள் இடம்பெயரலாம் என்பது உங்களுக்குத் தெரியுமா? %1$s இந்த வழிகாட்டியில்%2$s இல் அதிகம்.",
        "GTMDetectedEmail": "கூகிள் டேக் மேலாளர் உங்கள் இணையதளத்தில் கண்டறியப்பட்டது. கூகிள் டேக் மேனேசரிலிருந்து மேட்டோமோ டேக் மேலாளருக்கு உங்கள் இருக்கும் குறிச்சொற்கள், தூண்டுதல்கள் மற்றும் மாறிகள் இடம்பெயரலாம் என்பது உங்களுக்குத் தெரியுமா? இங்கே மேலும் அறிக: %1$s",
        "GlobalExcludedUserAgentHelp1": "மாடோமோவால் கண்காணிக்கப்படுவதிலிருந்து விலக்க பயனர் முகவர்களின் பட்டியலை உள்ளிடவும்.",
        "GlobalExcludedUserAgentHelp2": "சில போட்களை கண்காணிப்பதில் இருந்து விலக்க இதைப் பயன்படுத்தலாம்.",
        "GlobalExcludedUserAgentHelp3": "%s போன்ற வழக்கமான வெளிப்பாடுகள் ஆதரிக்கப்படுகின்றன.",
        "GlobalListExcludedIps": "விலக்கப்பட்ட ஐபிக்களின் உலகளாவிய பட்டியல்",
        "GlobalListExcludedQueryParameters": "விலக்க முகவரி வினவல் அளவுருக்களின் உலகளாவிய பட்டியல்",
        "GlobalListExcludedReferrers": "விலக்கப்பட்ட பரிந்துரையாளர்களின் உலகளாவிய பட்டியல்",
        "GlobalListExcludedReferrersDesc": "கீழே உள்ள ஓச்ட்பெயர் மற்றும் முகவரி ஆகியவை குறிப்பாளர் கண்டறிதலில் இருந்து விலக்கப்படும்.",
        "GlobalListExcludedUserAgents": "விலக்க பயனர் முகவர்களின் உலகளாவிய பட்டியல்",
        "GlobalListExcludedUserAgents_Desc": "பார்வையாளரின் பயனர் முகவர் சரம் நீங்கள் குறிப்பிடும் எந்தவொரு சரங்களையும் கொண்டிருந்தால், பார்வையாளர் மாடோமோவிலிருந்து விலக்கப்படுவார்.",
        "GlobalSettings": "உலகளாவிய அமைப்புகள்",
        "GlobalWebsitesSettings": "உலகளாவிய வலைத்தள அமைப்புகள்",
        "HelpExcludedIpAddresses": "Matomo ஆல் கண்காணிக்கப்படுவதிலிருந்து நீங்கள் விலக்க விரும்பும் ஒரு வரிக்கு ஒன்று, IP களின் பட்டியலை உள்ளிடவும். நீங்கள் சிஐடிஆர் குறியீட்டைப் பயன்படுத்தலாம் எ.கா. %1$s அல்லது நீங்கள் வைல்டு கார்டுகளைப் பயன்படுத்தலாம், எ.கா. %2$s அல்லது %3$s",
        "ImageTrackingDescription": "ஒரு பார்வையாளர் சாவாச்கிரிப்டை முடக்கியிருக்கும்போது, அல்லது சாவாச்கிரிப்டைப் பயன்படுத்த முடியாதபோது, பார்வையாளர்களைக் கண்காணிக்க பட கண்காணிப்பு இணைப்பைப் பயன்படுத்தலாம். பட கண்காணிப்பு இணைப்புடன் நீங்கள் பயன்படுத்தக்கூடிய விருப்பங்களின் முழு பட்டியலுக்கும், %1$s ச்ட்ராக்கிங் பநிஇ ஆவணங்கள் %2$s ஐப் பார்க்கவும்.",
        "InstallationGuides": "நிறுவல் வழிகாட்டிகள்",
        "InstallationGuidesIntro": "சில பிரபலமான சிஎம்எச் மற்றும் வலைத்தள பில்டர்களுக்கான கண்காணிப்புக் குறியீட்டை எவ்வாறு உட்பொதிப்பது என்பதை விளக்கும் படி வழிகாட்டிகளை நாங்கள் வழங்குகிறோம்:",
        "Integrations": "ஒருங்கிணைப்புகள்",
        "JsTrackingTagHelp": "உங்கள் எல்லா பக்கங்களிலும் சேர்க்க சாவாச்கிரிப்ட் கண்காணிப்பு குறியீடு இங்கே",
        "KeepURLFragments": "பக்க முகவரி துண்டுகள் கண்காணிப்பு",
        "KeepURLFragmentsHelp": "கீழே உள்ள தேர்வுப்பெட்டி தேர்வு செய்யப்படாவிட்டால், கண்காணிக்கும் போது பக்க முகவரி துண்டுகள் ( %1$s க்குப் பிறகு அனைத்தும்) அகற்றப்படும்: %2$s %3$s எனக் கண்காணிக்கப்படும்",
        "KeepURLFragmentsHelp2": "மேலே உள்ள தனிப்பட்ட வலைத்தளங்களுக்கான இந்த அமைப்பையும் நீங்கள் மேலெழுதலாம்.",
        "KeepURLFragmentsLong": "பக்க முகவரி களைக் கண்காணிக்கும் போது பக்க முகவரி துண்டுகளை வைத்திருங்கள்",
        "ListOfIpsToBeExcludedOnAllWebsites": "கீழேயுள்ள ஐபிக்கள் எல்லா வலைத்தளங்களிலும் கண்காணிக்கப்படுவதிலிருந்து விலக்கப்படும்.",
        "ListOfQueryParametersToBeExcludedOnAllWebsites": "கண்காணிப்பு மற்றும் அறிக்கைகளிலிருந்து விலக்க முகவரி அளவுருக்களை உள்ளிடவும்",
        "ListOfQueryParametersToExclude": "கண்காணிப்பு மற்றும் அறிக்கைகளிலிருந்து விலக்க ஒவ்வொரு முகவரி அளவுருவையும் ஒரு தனி வரியில் உள்ளிடவும். %s போன்ற வழக்கமான வெளிப்பாடுகள் ஆதரிக்கப்படுகின்றன.",
        "LogAnalytics": "பதிவு பகுப்பாய்வு",
        "LogAnalyticsDescription": "சாவாச்கிரிப்ட் கண்காணிப்பு முறை சாத்தியமில்லை என்றால், உங்கள் வலைத்தளத்தின் பயனர்களைக் கண்காணிப்பதற்கான மாற்று முறையாக நீங்கள் %1$sUSE சேவையக பதிவு பகுப்பாய்வு %2$s செய்யலாம்.",
        "MainDescription": "உங்கள் வலை பகுப்பாய்வு அறிக்கைகளுக்கு வலைத்தளங்கள் தேவை! உங்கள் பக்கங்களில் செருக சாவாச்கிரிப்டைச் சேர்க்கவும், புதுப்பிக்கவும், நீக்கவும், மற்றும் சாவாச்கிரிப்டைக் காட்டவும்.",
        "MatomoWillAutomaticallyExcludeCommonSessionParametersInAddition": "மாடோமோ பொதுவான அமர்வு அளவுருக்களை (%s) தானாகவே விலக்கும்.",
        "MenuManage": "நிர்வகிக்கவும்",
        "MergedNotificationLine1": "உங்கள் இணையதளத்தில் %1$s கண்டறியப்பட்டன.",
        "MergedNotificationLine2": "இந்த வழிகாட்டிகளைப் பின்பற்றுவதன் மூலம் இவற்றுடன் வேலை செய்ய மாடோமோவை உள்ளமைப்பது பற்றி மேலும் அறிக: %1$s",
        "MobileAppsAndSDKs": "மொபைல் பயன்பாடுகள் மற்றும் எச்.டி.க்கள்",
        "MobileAppsAndSDKsDescription": "வலைத்தளத்தைக் கண்காணிக்கவில்லையா? %1$s சேமிக்கக்கூடிய SDKS %2$s இல் ஒன்றைப் பயன்படுத்தி மொபைல் பயன்பாடு அல்லது வேறு எந்த வகை பயன்பாட்டையும் நீங்கள் மாற்றலாம்.",
        "MoreMethods": "மாடோமோவை நிறுவ கூடுதல் முறைகள்",
        "NoWebsites": "நிர்வகிக்க உங்களிடம் எந்த வலைத்தளமும் இல்லை.",
        "NotAnEcommerceSite": "ஒரு இணையவழி தளம் அல்ல",
        "NotFound": "வலைத்தளங்கள் எதுவும் கிடைக்கவில்லை",
        "OnlyMatchedUrlsAllowed": "மேலே உள்ள முகவரி களில் ஒன்றிலிருந்து செயல் முகவரி தொடங்கும் போது மட்டுமே வருகைகள் மற்றும் செயல்கள்.",
        "OnlyMatchedUrlsAllowedHelp": "இயக்கப்பட்டால், உங்கள் வலைத்தளத்திற்கு அறியப்பட்ட முகவரி களில் பக்க முகவரி ஒன்றாகும் போது மட்டுமே மாடோமோ உள் செயல்களைக் கண்காணிக்கும். இது பிற வலைத்தளங்களுக்கான முகவரி களுடன் உங்கள் பகுப்பாய்வுகளை ச்பேம் செய்வதைத் தடுக்கிறது.",
        "OnlyMatchedUrlsAllowedHelpExamples": "டொமைன் மற்றும் பாதை ஒரு சரியான பொருத்தமாக இருக்க வேண்டும், மேலும் ஒவ்வொரு செல்லுபடியாகும் துணை டொமைன் தனித்தனியாக குறிப்பிடப்பட வேண்டும். எடுத்துக்காட்டாக, அறியப்பட்ட முகவரி கள் 'http://example.com/path' மற்றும் 'http://good.example.com' என இருக்கும்போது, 'http://example.com/otherpath' அல்லது 'http:/க்கான கோரிக்கைகளை கண்காணித்தல் /bad.example.com 'புறக்கணிக்கப்படுகிறது.",
        "OnlyOneSiteAtTime": "நீங்கள் ஒரு நேரத்தில் ஒரு வலைத்தளத்தை மட்டுமே திருத்த முடியும். %s என்ற வலைத்தளத்திற்கு உங்கள் தற்போதைய மாற்றங்களைச் சேமிக்கவும் அல்லது ரத்து செய்யவும்.",
        "OtherWaysTabDescription": "மற்ற தாவல்களில் வழங்கப்பட்ட தீர்வுகள் உங்களுக்கு சரியானதாக இல்லாவிட்டாலும், கீழே உள்ள முறைகளில் ஒன்றைக் கொண்டு மாடோமோவை எளிதாக அமைக்கலாம். உங்களுக்கு பின்வரும் செய்தி தேவைப்படலாம்:",
        "PiwikOffersEcommerceAnalytics": "மேம்பட்ட இணையவழி பகுப்பாய்வு கண்காணிப்பு மற்றும் அறிக்கையிடலை MATOMO அனுமதிக்கிறது. %1$s இணையவழி பகுப்பாய்வு %2$s பற்றி மேலும் அறிக.",
        "PiwikWillAutomaticallyExcludeCommonSessionParameters": "பொதுவான அமர்வு அளவுருக்களை (%s) மாடோமோ தானாகவே விலக்கும்.",
        "PluginDescription": "வலைத்தளங்கள் மேலாண்மை ஒரு புதிய வலைத்தளத்தைச் சேர்க்கவும், ஏற்கனவே உள்ள வலைத்தளங்களைத் திருத்தவும் உங்களை அனுமதிக்கிறது.",
        "ReactDetected": "React.js உங்கள் இணையதளத்தில் கண்டறியப்பட்டது. உங்கள் தளத்தில் மாடோமோவை ஒருங்கிணைக்க \"%1$s ச்மாடோமோ டேக் மேனேசர்%2$s\" ஐப் பயன்படுத்தலாம் என்பது உங்களுக்குத் தெரியுமா? %3$s இந்த வழிகாட்டியில்%4$s இல் அதிகம்.",
        "ReactDetectedEmail": "React.js உங்கள் இணையதளத்தில் கண்டறியப்பட்டது. வலைத்தள தரவைக் கண்காணிக்க \"மாடோமோ டேக் மேனேசர்\" ஐப் பயன்படுத்தலாம் என்பது உங்களுக்குத் தெரியுமா? இங்கே மேலும் அறிக: %1$s",
        "SearchCategoryDesc": "ஒவ்வொரு உள் தள தேடல் முக்கிய சொல்லுக்கும் தேடல் வகையையும் மாடோமோ கண்காணிக்க முடியும்.",
        "SearchCategoryLabel": "வகை அளவுரு",
        "SearchCategoryParametersDesc": "தேடல் வகையைக் குறிப்பிடும் வினவல் அளவுருக்களின் கமாவால் பிரிக்கப்பட்ட பட்டியலை உள்ளிடலாம்.",
        "SearchKeywordLabel": "வினவல் அளவுரு",
        "SearchKeywordParametersDesc": "தள தேடல் முக்கிய சொல்லைக் கொண்ட அனைத்து வினவல் அளவுரு பெயர்களின் கமா பிரிக்கப்பட்ட பட்டியலை உள்ளிடவும்.",
        "SearchParametersNote": "குறிப்பு: வினவல் அளவுருக்கள் மற்றும் வகை அளவுருக்கள் தள தேடல் இயக்கப்பட்ட வலைத்தளங்களுக்கு மட்டுமே பயன்படுத்தப்படும், ஆனால் இந்த அளவுருக்களை காலியாக விட்டுவிட்டன.",
        "SearchParametersNote2": "புதிய வலைத்தளங்களைத் தேடுவதை முடக்க, இந்த இரண்டு புலங்களையும் காலியாக விடவும்.",
        "SearchUseDefault": "%1$sdefault %2$s தள தேடல் அளவுருக்களைப் பயன்படுத்தவும்",
        "SelectACity": "ஒரு நகரத்தைத் தேர்ந்தெடுக்கவும்",
        "SelectDefaultCurrency": "புதிய வலைத்தளங்களுக்கு இயல்புநிலையாக அமைக்க நாணயத்தைத் தேர்ந்தெடுக்கலாம்.",
        "SelectDefaultTimezone": "புதிய வலைத்தளங்களுக்கு இயல்புநிலையாக தேர்ந்தெடுக்க நேர மண்டலத்தைத் தேர்ந்தெடுக்கலாம்.",
        "SetupMatomoTracker": "எங்கள் படிப்படியான வழிகாட்டியைப் பின்பற்றுவதன் மூலம் சில நிமிடங்களுக்குள் நீங்கள் மாடோமோவை அமைக்கலாம்.",
        "ShowTrackingTag": "கண்காணிப்பு குறியீட்டைக் காண்க",
        "SiteSearchUse": "உங்கள் வலைத்தளத்தின் உள் தேடுபொறியில் பார்வையாளர்கள் என்ன தேடுகிறார்கள் என்பதைக் கண்காணிக்கவும் தெரிவிக்கவும் நீங்கள் மாடோமோவைப் பயன்படுத்தலாம்.",
        "SiteWithoutDataChooseTrackingMethod": "உங்கள் கண்காணிப்பு முறையைத் தேர்வுசெய்க",
        "SiteWithoutDataCloudflareFollowStepsIntro": "இதை அமைக்க இந்த படிகளைப் பின்பற்றவும்:",
        "SiteWithoutDataDetectedGtm": "நீங்கள் Google TAG மேலாளரைப் பயன்படுத்துகிறீர்கள் என்பதையும் நாங்கள் கண்டறிந்துள்ளோம். சிடிஎம் பயன்படுத்தி மாடோமோவை அமைக்க விரும்பினால் தயவுசெய்து இந்த %1$sguide %2$s ஐப் பின்பற்றவும்.",
        "SiteWithoutDataDetectedSite": "நீங்கள் ஒரு %1$s தளத்தைப் பயன்படுத்துகிறீர்கள் என்பதைக் கண்டறிந்துள்ளோம். இந்த %2$sguide %3$s இன் வழிமுறைகளைப் பின்பற்றவும்.",
        "SiteWithoutDataDetectedSiteWordpress": "நீங்கள் ஒரு வேர்ட்பிரச் தளத்தைப் பயன்படுத்துகிறீர்கள் என்பதைக் கண்டறிந்துள்ளோம். வெறுமனே %1$s இந்த வழிகாட்டியின் வழிமுறைகளை %2$s ஐ %3$sWP-MATOMO சொருகி %4$s ஐ நிறுவ.",
        "SiteWithoutDataDetectedSiteWordpress2": "ஏற்கனவே வேர்ட்பிரச் சொருகி அமைக்கவும், எந்த தரவையும் பார்க்கவில்லையா? உதவி %2$s உதவிக்கு %1$sthis கேள்விகளை சரிபார்க்கவும்.",
        "SiteWithoutDataGTMFollowStep1": "உங்கள் Google TAG மேலாளர் கணக்கில்%1$s ச்லோசின்%2$s.",
        "SiteWithoutDataGTMFollowStep10": "\"சேமி\" என்பதைக் சொடுக்கு செய்க.",
        "SiteWithoutDataGTMFollowStep11": "\"சமர்ப்பி\" பொத்தானைக் சொடுக்கு செய்வதன் மூலம் உங்கள் மாற்றங்களை வெளியிடுங்கள், பின்னர் மேல் வலதுபுறத்தில் \"வெளியிடு\" பொத்தானை வெளியிடுங்கள்.",
        "SiteWithoutDataGTMFollowStep2": "நீங்கள் MATOMO ஐ சேர்க்க விரும்பும் கொள்கலனைத் தேர்ந்தெடுக்கவும்.",
        "SiteWithoutDataGTMFollowStep3": "\"குறிச்சொற்கள்\" என்பதைக் சொடுக்கு செய்து \"புதியது\".",
        "SiteWithoutDataGTMFollowStep4": "சாளரத்தின் மேற்புறத்தில், உங்கள் குறிச்சொல்லுக்கு ஒரு பெயரை வழங்கவும்.",
        "SiteWithoutDataGTMFollowStep5": "\"குறிச்சொல் உள்ளமைவு\" என்பதைக் சொடுக்கு செய்து \"தனிப்பயன் HTML\" என்பதைத் தேர்ந்தெடுக்கவும்.",
        "SiteWithoutDataGTMFollowStep6": "கீழே கொடுக்கப்பட்டுள்ளபடி மாடோமோ சாவாச்கிரிப்ட் கண்காணிப்பு குறியீட்டை நகலெடுக்கவும்.",
        "SiteWithoutDataGTMFollowStep7": "இந்த சாவாச்கிரிப்ட் கண்காணிப்பு குறியீட்டை குறிச்சொல் உள்ளமைவு உஉகுமொ புலத்தில் ஒட்டவும்.",
        "SiteWithoutDataGTMFollowStep8": "கீழே உருட்டி \"தூண்டுதல்\" என்பதைக் சொடுக்கு செய்க.",
        "SiteWithoutDataGTMFollowStep9": "உங்கள் எல்லா பக்கங்களிலும் \"மாடோமோ டிராக்கிங் டேக்\" ஐ சுட \"அனைத்து பக்கங்களையும்\" தேர்ந்தெடுக்கவும்.",
        "SiteWithoutDataGoogleTagManager": "கூகிள் டேக் மேலாளர்",
        "SiteWithoutDataGoogleTagManagerDescription": "கூகிள் டேக் மேலாளருடன் நீங்கள் மாடோமோவைப் பயன்படுத்தலாம். கூகிள் டேக் மேலாளரில் MATOMO கண்காணிப்பை அமைக்க, இந்த %1$sguide %2$s இன் வழிமுறைகளைப் பின்பற்றவும்.",
        "SiteWithoutDataGoogleTagManagerFollowStepCompleted": "%1$s ச்காங்க்ராடுலேசன்ச்!%2$s கூகிள் டேக் மேலாளர் வழியாக நீங்கள் மேட்டோமோ அனலிட்டிக்ச் கண்காணிப்பு குறியீட்டை வெற்றிகரமாக நிறுவியுள்ளீர்கள். வெற்றிகள் கண்காணிக்கப்படுகின்றனவா என்பதை சரிபார்க்க, உங்கள் வலைத்தளத்தைப் பார்வையிட்டு, இந்த தரவு உங்கள் மாடோமோ நிகழ்வில் தெரியும் என்பதை சரிபார்க்கவும்.",
        "SiteWithoutDataGoogleTagManagerFollowStepsIntro": "இதை அமைக்க இந்த படிகளைப் பின்பற்றவும்:",
        "SiteWithoutDataGoogleTagManagerIntro": "நீங்கள் Google TAG மேலாளரைப் பயன்படுத்தினால், கூகிள் டேக் மேலாளரில் கிடைக்கும் \"தனிப்பயன் உஉகுமொ TAG\" ஐப் பயன்படுத்தி மேடோமோவில் தரவைக் கண்காணிக்கத் தொடங்கலாம். %1$s moarnor more%2$s.",
        "SiteWithoutDataHidePageForHour": "ஒரு மணி நேரம் பக்கத்தை மறைக்கவும்",
        "SiteWithoutDataInstallWithX": "%1$s உடன் நிறுவவும்",
        "SiteWithoutDataInstallWithXRecommendation": "%1$s உடன் MATOMO ஐ நிறுவவும் (உங்களுக்காக பரிந்துரைக்கப்படுகிறது)",
        "SiteWithoutDataMatomoTagManager": "மாடோமோ டேக் மேலாளர்",
        "SiteWithoutDataMatomoTagManagerNotActive": "குறிச்சொல் மேலாளர் என்றால் என்ன என்று தெரியவில்லையா? எங்கள் %1$s கலை மான் மேலாளர் வழிகாட்டி %2$s ஐப் பாருங்கள். உங்கள் வலைத்தளத்திற்கு 3 வது தரப்பு வலைத்தளங்களிலிருந்து பல ஆதாரங்களை நீங்கள் உட்பொதிக்கிறீர்கள் என்றால், வழக்கமான சாவாச்கிரிப்ட் கண்காணிப்பைப் பயன்படுத்துவதை ஒப்பிடும்போது டேக் மேனேசரைப் பயன்படுத்தி உங்கள் வலைத்தளத்தைக் கண்காணிப்பது உங்களுக்கு சிறந்த தேர்வாக இருக்கலாம்.",
        "SiteWithoutDataNotYetReady": "இன்னும் மாடோமோவை நிறுவத் தயாரா?",
        "SiteWithoutDataOtherInstallMethods": "மாடோமோவை நிறுவ பிற முறைகள்",
        "SiteWithoutDataOtherInstallMethodsIntro": "நாங்கள் பல கண்காணிப்பு பாதைகளை வழங்குகிறோம்-தரவு உந்துதல் வெற்றியைத் திறக்க உங்களுடையதைத் தேர்ந்தெடுங்கள்.",
        "SiteWithoutDataOtherIntegrations": "பிற ஒருங்கிணைப்புகள்",
        "SiteWithoutDataOtherWays": "பிற வழிகள்",
        "SiteWithoutDataReactDescription": "தரவைக் கண்காணிக்க மாடோமோவை ஒருங்கிணைக்க, இந்த%3$sguide%4$s இன் வழிமுறைகளைப் பின்பற்றவும் \"%1$s ச்மாடோமோ டேக் மேனேசர்%2$s\" ஐப் பயன்படுத்தலாம்.",
        "SiteWithoutDataRecommendationText": "உங்கள் தளத்தில் %1$s ஐ நாங்கள் கண்டறிந்துள்ளோம், எனவே எங்கள் அதிகாரப்பூர்வ %1$s ஒருங்கிணைப்புடன் சில நிமிடங்களுக்குள் நீங்கள் மாடோமோவை அமைக்கலாம்.",
        "SiteWithoutDataSPADescription": "மாடோமோ அனலிட்டிக்ச் பயன்படுத்தி உங்கள் ஒற்றை பக்க பயன்பாடு (SPA) அல்லது முற்போக்கான வலை பயன்பாடு (PWA) கண்காணிக்கத் தொடங்குவது எளிது. இதைச் செய்வதற்கான எளிதான வழி, கீழே உள்ள படிகளைப் பயன்படுத்தி மாடோமோ டேக் மேலாளரை (%1$s மழுங்கடிக்கவும்%2$s) பயன்படுத்துவதாகும், மாற்றாக நீங்கள் சாவாச்கிரிப்ட் கண்காணிப்பு குறியீட்டைப் பயன்படுத்தலாம் (%3$s இந்த வழிகாட்டியை%4$s).",
        "SiteWithoutDataSPAFollowStepCompleted": "%1$s ச்காங்கிராடுலேசன்ச்!%2$s நீங்கள் மாடோமோ டேக் மேனேசர் வழியாக மேட்டோமோ அனலிட்டிக்ச் கண்காணிப்பு குறியீட்டை வெற்றிகரமாக நிறுவியுள்ளீர்கள். வெற்றிகள் கண்காணிக்கப்படுகின்றனவா என்பதை சரிபார்க்க, உங்கள் SPA / PWA ஐப் பார்வையிட்டு, இந்த தரவு உங்கள் மாடோமோ நிகழ்வில் தெரியும் என்பதை சரிபார்க்கவும்.",
        "SiteWithoutDataSinglePageApplication": "ஒற்றை பக்க பயன்பாடு அல்லது முற்போக்கான வலை பயன்பாடு",
        "SiteWithoutDataSinglePageApplicationDescription": "ஒற்றை பக்க பயன்பாடு அல்லது முற்போக்கான வலை பயன்பாட்டு கண்காணிப்புக்கு. எங்கள் %1$sguide %2$s ஐப் பாருங்கள்.",
        "SiteWithoutDataTemporarilyHidePage": "இந்தப் பக்கத்தை தற்காலிகமாக மறைத்து பின்னர் அதற்கு வாருங்கள்.",
        "SiteWithoutDataVueDescription": "தரவைக் கண்காணிக்க மாடோமோவை ஒருங்கிணைக்க, இந்த%2$sguide%3$s இன் வழிமுறைகளைப் பின்பற்றவும் \"%1$s\" NPM தொகுப்பைப் பயன்படுத்தலாம்.",
        "SiteWithoutDataVueFollowStep1": "\"%1$s\" NPM தொகுப்பை நிறுவவும்.",
        "SiteWithoutDataVueFollowStep2": "உங்கள் மாடோமோ நிகழ்வு விவரங்களுடன் (கீழே உள்ள எடுத்துக்காட்டு குறியீடு) %2$s இல் %1$s ஐத் தொடங்கவும்.",
        "SiteWithoutDataVueFollowStep2ExampleCode": "%1$s க்கான எடுத்துக்காட்டு குறியீடு",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentConfigureMatomo": "வழங்குவதன் மூலம் உங்கள் மாடோமோ சேவையகம் மற்றும் தளத்தை உள்ளமைக்கவும்:",
        "SiteWithoutDataVueFollowStep2ExampleCodeCommentTrackPageView": "பக்கக் காட்சியைக் கண்காணிக்க",
        "SiteWithoutDataVueFollowStepCompleted": "%1$s ச்காங்க்ராடுலேசன்ச்!%2$s நீங்கள் \"%3$s\" NPM தொகுப்பு வழியாக மேட்டோமோ அனலிட்டிக்ச் கண்காணிப்பு குறியீட்டை வெற்றிகரமாக நிறுவியுள்ளீர்கள். வெற்றிகள் கண்காணிக்கப்படுகின்றனவா என்பதை சரிபார்க்க, உங்கள் வலைத்தளத்தைப் பார்வையிட்டு, இந்த தரவு உங்கள் மாடோமோ நிகழ்வில் தெரியும் என்பதை சரிபார்க்கவும்.",
        "SiteWithoutDataVueFollowStepNote1": "இப்போது நீங்கள் %1$s மூலம் உங்கள் கூறுகளில் மாடோமோவை அணுகலாம்.",
        "SiteWithoutDataVueFollowStepNote2": "நீங்கள் இந்த படிகளைப் பின்பற்றி, மாடோமோவுக்குள் தரவு வரவில்லை என்றால், அதற்கு பதிலாக %1$s ச்மாடோமோ டேக் மேனேசர் %2$s ஐ முயற்சி செய்யலாம் (இந்த இணைப்பை %3$ssingle பக்க பயன்பாடுகள் %4$s க்கு பயன்படுத்தவும்).",
        "SiteWithoutDataVueIntro": "ஒற்றை பக்க பயன்பாடுகளுக்கு கூட, உங்கள் vue.js வலைத்தளம் அல்லது பயன்பாட்டைக் கண்காணிப்பது மாடோமோவுடன் எளிதானது.",
        "SiteWithoutDataWordpressDescription": "தரவைக் கண்காணிக்க நீங்கள் மாடோமோ ஈசி வேர்ட்பிரச் சொருகி பயன்படுத்தலாம், இந்த %1$sguide %2$s இன் வழிமுறைகளைப் பின்பற்றவும்.",
        "SiteWithoutDataWordpressFollowStepCompleted": "%1$s ச்காங்க்ராடுலேசன்ச்!%2$s உங்கள் வேர்ட்பிரச் தளத்தின் மூலம் மேட்டோமோ அனலிட்டிக்ச் மூலம் பார்வையாளர்களை வெற்றிகரமாக கண்காணிக்க வேண்டும்! மகிழ்ச்சியான பகுப்பாய்வு.",
        "SiteWithoutDataWordpressFollowStepNote": "மேலே உள்ள படிகளை நீங்கள் முடித்தவுடன், உங்கள் வலைத்தளத்தைப் பார்வையிட்டு சோதனை வருகையை உருவாக்குங்கள். இந்த செய்தியை நீங்கள் சந்தித்தால், உங்களிடம் \"%1$s\" சொருகி நிறுவப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.",
        "SiteWithoutDataWordpressFollowSteps1": "நிர்வாகியாக உங்கள் வேர்ட்பிரச் தளத்தில் உள்நுழைக.",
        "SiteWithoutDataWordpressFollowSteps10": "உருவாக்கப்பட்ட அங்கீகார கிள்ளாக்கை நகலெடுக்கவும்.",
        "SiteWithoutDataWordpressFollowSteps11": "வேர்ட்பிரச் சொருகி “அங்கீகார டோக்கன்” புலத்தில் அங்கீகார கிள்ளாக்கை ஒட்டவும்.",
        "SiteWithoutDataWordpressFollowSteps12": "\"ஆட்டோ கட்டமைப்பு\" தேர்வுப்பெட்டி தேர்ந்தெடுக்கப்பட்டதை உறுதிப்படுத்தவும்.",
        "SiteWithoutDataWordpressFollowSteps13": "\"மாற்றங்களைச் சேமி\" என்பதைக் சொடுக்கு செய்க.",
        "SiteWithoutDataWordpressFollowSteps14": "\"WP-MATOMO MATOMO உடன் வெற்றிகரமாக இணைக்கப்பட்டுள்ளது\" செய்தியை நீங்கள் காண வேண்டும். நீங்கள் செய்தியைக் காணவில்லை என்றால், மேலே உள்ள படிகளில் நீங்கள் வழங்கிய மதிப்புகள் சரியானவை என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், பின்னர் மீண்டும் முயற்சிக்கவும்.",
        "SiteWithoutDataWordpressFollowSteps15": "\"கண்காணிப்பு இயக்கு\" தாவலைக் சொடுக்கு செய்க.",
        "SiteWithoutDataWordpressFollowSteps16": "\"டிராக்கிங் குறியீட்டைச் சேர்\" கீழ்தோன்றலில், \"இயல்புநிலை கண்காணிப்பு\" என்பதைத் தேர்ந்தெடுக்கவும்.",
        "SiteWithoutDataWordpressFollowSteps17": "\"மாற்றங்களைச் சேமி\" என்பதைக் சொடுக்கு செய்து, செய் செய்தி தோன்றும்.",
        "SiteWithoutDataWordpressFollowSteps2": "இடது பட்டியலில், \"செருகுநிரல்கள்\" → \"புதியதைச் சேர்\" என்பதைக் சொடுக்கு செய்க (\"செருகுநிரல்கள்\" மெனுவைக் காண முடியாவிட்டால், அதற்கு பதிலாக %1$s உங்கள் வேர்ட்பிரச் கருப்பொருள் கோப்புகளில் கைமுறையாக மாடோமோ கண்காணிப்பு குறியீட்டைச் செருக இந்த படிகளைப் பின்தொடரலாம் %2$s).",
        "SiteWithoutDataWordpressFollowSteps3": "\"செருகுநிரல்களைச் சேர்\" பக்கத்தில் உள்ள முக்கிய புலத்தில் \"இணைக்க மாடோமோவை\" தேடுங்கள்.",
        "SiteWithoutDataWordpressFollowSteps4": "\"WP-MATOMO ஒருங்கிணைப்பு (WP-PIWIK)\" சொருகி அடுத்ததாக \"இப்போது நிறுவவும்\" என்பதைக் சொடுக்கு செய்க.",
        "SiteWithoutDataWordpressFollowSteps5": "இப்போது சொருகி வெற்றிகரமாக நிறுவப்பட்டுள்ளதால், \"செயல்படு\" என்பதைக் சொடுக்கு செய்க.",
        "SiteWithoutDataWordpressFollowSteps6": "இடது பட்டியலில், \"அமைப்புகள்\" → \"WP-MATOMO\" என்பதைக் சொடுக்கு செய்க.",
        "SiteWithoutDataWordpressFollowSteps7": "\"மாடோமோ பயன்முறை\" கீழ்தோன்றலில், \"தன்வய புரவலன் (HTTP பநிஇ, இயல்புநிலை)\" விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
        "SiteWithoutDataWordpressFollowSteps8": "\"MATOMO முகவரி\" உரை புலத்தில், உங்கள் MATOMO முகவரி ஐ உள்ளிடவும்.",
        "SiteWithoutDataWordpressFollowSteps9": "%1$s இங்கே சொடுக்கு செய்க%2$s a ஒரு மாடோமோ அங்கீகார கிள்ளாக்கை உருவாக்குவது (%3$s மேலும்%4$s ஐக் கற்றுக்கொள்ளுங்கள்).",
        "SiteWithoutDataWordpressFollowStepsIntro": "மாடோமோவில் கண்காணிக்கத் தொடங்குவதற்கான படிகள்",
        "SiteWithoutDataWordpressIntroductionLine1": "எங்கள் எளிய சொருகி மூலம் உங்கள் வேர்ட்பிரச் தளத்தில் மாடோமோ டிராக்கிங் சேர்ப்பது எளிதானது, நீங்கள் கீழே உள்ள படிகளைப் பின்பற்றலாம் அல்லது %1$sfelow இந்த வழிகாட்டியை %2$s.",
        "SiteWithoutDataWordpressIntroductionLine2": "நீங்கள் ஒரு சொருகி பயன்படுத்த முடியாவிட்டால் (அல்லது தேர்வு செய்ய வேண்டாம்), நீங்கள் %1$s the சாவாச்கிரிப்ட் குறியீட்டை நிறுவலாம் %2$s அல்லது %3$s கண்காணிப்பைத் தொடங்க ஒரு பட பெக்கன் %4$s ஐ நிறுவவும்.",
        "SiteWithoutDataWordpressRequirement1": "வேர்ட்பிரச் இல் நிர்வாகி கணக்கு.",
        "SiteWithoutDataWordpressRequirement2": "வேர்ட்பிரச்.காம் ஒரு வணிகம், வணிகம் அல்லது நிறுவனத் திட்டம் அல்லது தன்வய புரவலன் செய்யப்பட்ட வேர்ட்பிரச் தளத்துடன் தளம்.",
        "SiteWithoutDataWordpressRequirementHeader": "சொருகி தேவைகள்:",
        "Sites": "வலைத்தளங்கள்",
        "StepByStepGuide": "படிப்படியான வழிகாட்டி",
        "SuperUserAccessCan": "சூப்பர் பயனர் அணுகல் கொண்ட ஒரு பயனர் %1$s புதிய வலைத்தளங்களுக்கான உலகளாவிய அமைப்புகளை %2$s ஐக் குறிப்பிடலாம்.",
        "Timezone": "நேர மண்டலம்",
        "TrackingSiteSearch": "உள் தளத் தேடலைக் கண்காணித்தல்",
        "TrackingTags": "%s க்கான கண்காணிப்பு குறியீடு",
        "Type": "வகை",
        "UTCTimeIs": "UTC நேரம் %s.",
        "Urls": "முகவரி கள்",
        "VueDetected": "உங்கள் இணையதளத்தில் vue.js கண்டறியப்பட்டது. உங்கள் தளத்தில் மாடோமோவை ஒருங்கிணைக்க \"%1$s\" NPM தொகுப்பைப் பயன்படுத்தலாம் என்பது உங்களுக்குத் தெரியுமா? %2$s இந்த வழிகாட்டியில்%3$s இல் அதிகம்.",
        "VueDetectedEmail": "உங்கள் இணையதளத்தில் vue.js கண்டறியப்பட்டது. வலைத்தள தரவைக் கண்காணிக்க \"%1$s\" NPM தொகுப்பைப் பயன்படுத்தலாம் என்பது உங்களுக்குத் தெரியுமா? இங்கே மேலும் அறிக: %2$s",
        "WebsiteCreated": "வலைத்தளம் உருவாக்கப்பட்டது",
        "WebsiteUpdated": "வலைத்தளம் புதுப்பிக்கப்பட்டது",
        "WebsitesManagement": "வலைத்தள மேலாண்மை",
        "XManagement": "%s நிர்வகிக்கவும்",
        "YouCurrentlyHaveAccessToNWebsites": "நீங்கள் தற்போது %s வலைத்தளங்களுக்கான அணுகல் உள்ளது.",
        "YourCurrentIpAddressIs": "உங்கள் தற்போதைய ஐபி முகவரி %s"
    }
}
