{
    "Referrers": {
        "Acquisition": "கையகப்படுத்தல்",
        "AllReferrersReportDocumentation": "இந்த அறிக்கை உங்கள் அனைத்து பரிந்துரையாளர்களையும் ஒரு ஒருங்கிணைந்த அறிக்கையில் காட்டுகிறது, உங்கள் வலைத்தளத்தைக் கண்டுபிடிக்க உங்கள் பார்வையாளர்கள் பயன்படுத்தும் அனைத்து வலைத்தளங்களையும், தேடல் முக்கிய வார்த்தைகளையும் பிரச்சாரங்களையும் பட்டியலிடுகிறது.",
        "AllReferrersSubcategory1": "வெவ்வேறு சேனல் வகைகள் மற்றும் பரிந்துரையாளர்களிடமிருந்து வரும் வருகைகளின் எண்ணிக்கையை இந்த பிரிவு உங்களுக்குக் காட்டுகிறது. ஒவ்வொரு வகையிலும் பரிந்துரைப்பாளர்களைக் காண பிளச் அல்லது மைனச் பொத்தான்களைக் சொடுக்கு செய்க.",
        "AllReferrersSubcategory2": "பார்வையாளர் ஈடுபாட்டு அளவீட்டு பார்வையுடன் அட்டவணையை இயக்குவதன் மூலம் உங்கள் ஒவ்வொரு போக்குவரத்து மூலங்களும் நிகழ்த்தும் செயல்களின் எண்ணிக்கையையும் பகுப்பாய்வு செய்யலாம்.",
        "CampaignContent": "பிரச்சார உள்ளடக்கம்",
        "CampaignContentHelp": "நீங்கள் பல விளம்பரங்களை சோதிக்கும்போது இந்த அளவுரு பெரும்பாலும் பயன்படுத்தப்படுகிறது, மேலும் போக்குவரத்தை இயக்குவதற்கு மிகவும் பயனுள்ளதாக இருக்கும் என்பதைப் பார்க்க ஒவ்வொரு விளம்பரத்தின் பெயரையும் உள்ளடக்கும்.",
        "CampaignGroup": "பிரச்சாரக் குழு",
        "CampaignGroupHelp": "ஒரு குழு அல்லது பார்வையாளர்களை அடையாளம் காண பிரச்சாரக் குழுவைக் கண்காணிக்க இந்த அளவுரு பயன்படுத்தப்படுகிறது. ஒத்த குறிக்கோள்களுடன் பல பிரச்சாரங்களின் ஒட்டுமொத்த செயல்திறனைக் கண்காணிக்க பிரச்சாரக் குழுக்கள் உதவியாக இருக்கும்.",
        "CampaignId": "பிரச்சார ஐடி",
        "CampaignIdHelp": "பிரச்சார ஐடியைக் கண்காணிக்க இந்த அளவுரு பயன்படுத்தப்படுகிறது: அதிகபட்சம் 100 எண்கள், கடிதங்கள் அல்லது சின்னங்களைக் கொண்ட பிரச்சாரத்திற்கான தனித்துவமான அடையாளங்காட்டி.",
        "CampaignKeywordHelp": "ஒரே பெயருடன் உங்களிடம் பல பிரச்சாரங்கள் இருந்தால், ஒரு முக்கிய சொல் அல்லது துணை வகையைக் குறிப்பிடுவதன் மூலம் இந்த பிரச்சாரங்களை வேறுபடுத்தி அறியலாம்.",
        "CampaignMedium": "பிரச்சார ஊடகம்",
        "CampaignMediumHelp": "மார்க்கெட்டிங் செயல்பாட்டை விவரிக்கப் பயன்படுகிறது, எடுத்துக்காட்டாக, ஒரு கிளிக்-கிளிக் பிரச்சாரத்திற்கான 'பிபிசி' அல்லது கட்டண தேடல் விளம்பரங்களுக்கான 'SEM' அல்லது ஒரு துணை தளத்தில் தயாரிப்பு மதிப்பாய்வைக் கண்காணிக்க 'மதிப்பாய்வு'.",
        "CampaignNameHelp": "பிரச்சாரம் எதற்காக உருவாக்கப்பட்டது என்பதையும், உங்கள் பிரச்சாரத்தை உங்கள் பிற பிரச்சாரங்களிலிருந்து வேறுபடுத்துவதையும் விவரிக்கும் பெயரைத் தேர்வுசெய்க. எடுத்துக்காட்டாக 'மின்னஞ்சல்-சம்மர்டீல்ச்' அல்லது 'Paidads-Summerdeals'.",
        "CampaignPageUrlHelp": "இந்த பிரச்சாரம் செல்லும் பக்கத்தின் முகவரி, எடுத்துக்காட்டாக 'http://example.org/offer.html'.",
        "CampaignPlacement": "பிரச்சார வேலை வாய்ப்பு",
        "CampaignPlacementHelp": "விளம்பர வேலைவாய்ப்பு அல்லது நிலையை விவரிக்கப் பயன்படுகிறது, எடுத்துக்காட்டாக ஒரு முழு வலைத்தளமும், ஒரு வலைத்தளத்திலிருந்து குறிப்பிட்ட பக்கங்களும், ஒரு பக்கத்தில் நிலைநிறுத்தப்பட்ட ஒரு தனிப்பட்ட விளம்பர அலகு, வீடியோ, மொபைல் போன் பயன்பாடு மற்றும் பல.",
        "CampaignSource": "பிரச்சார சான்று",
        "CampaignSourceHelp": "உங்கள் மின்னஞ்சல் மார்க்கெட்டிங், 'இணைப்பு' அல்லது உங்கள் விளம்பரங்களைக் காண்பிக்கும் வலைத்தளத்தின் பெயர் போன்ற பிரச்சாரத்தின் மூலத்தைக் கண்காணிக்கப் பயன்படுகிறது.",
        "Campaigns": "பிரச்சாரங்கள்",
        "CampaignsDocumentation": "பிரச்சாரத்தின் விளைவாக உங்கள் வலைத்தளத்திற்கு வந்த பார்வையாளர்கள். %1$s மேலும் விவரங்களுக்கு %2$s அறிக்கையைப் பார்க்கவும்.",
        "CampaignsReportDocumentation": "எந்த பிரச்சாரங்கள் உங்கள் வலைத்தளத்திற்கு பார்வையாளர்களை வழிநடத்தியது என்பதை இந்த அறிக்கை காட்டுகிறது.",
        "CampaignsSubcategoryHelp": "உங்கள் டிசிட்டல் பிரச்சாரங்களுடன் இணைக்கப்பட்டுள்ள பல்வேறு கண்காணிப்பு மதிப்புகளுடன் தொடர்புடைய வருகைகளை பகுப்பாய்வு செய்ய பிரச்சார கண்காணிப்பு பிரிவு உங்களை அனுமதிக்கிறது. இது உங்கள் பிரச்சாரங்கள் எவ்வளவு போக்குவரத்தை கொண்டு வருகின்றன, எந்த படைப்பாளிகள் சிறப்பாக செயல்படுகிறார்கள், பிரச்சார பார்வையாளர்கள் எவ்வளவு ஈடுபட்டுள்ளனர், மற்றும் பிரச்சாரம் விற்பனையின் விளைவாக இருக்கிறதா இல்லையா என்பது போன்ற விசயங்களை வெளிப்படுத்தலாம்.",
        "ColumnCampaign": "பிரச்சாரம்",
        "ColumnSearchEngine": "தேடுபொறி",
        "ColumnSocial": "சமூக வலைப்பின்னல்",
        "ColumnWebsite": "இணையப்பக்கம்",
        "ColumnWebsitePage": "வலைத்தள பக்கம்",
        "ConversionAttribution": "இந்த மாற்றம் கையகப்படுத்தல் சேனலுக்கு காரணம்:",
        "DirectEntry": "நேரடி நுழைவு",
        "DirectEntryDocumentation": "ஒரு பார்வையாளர் தங்கள் உலாவியில் முகவரி இல் நுழைந்து உங்கள் இணையதளத்தில் உலாவத் தொடங்கியுள்ளார் - அவர்கள் நேரடியாக வலைத்தளத்தை உள்ளிட்டனர்.",
        "Distinct": "சேனல் வகை மூலம் தனித்துவமான பரிந்துரைகள்",
        "DistinctCampaigns": "தனித்துவமான பிரச்சாரங்கள்",
        "DistinctKeywords": "தனித்துவமான முக்கிய வார்த்தைகள்",
        "DistinctSearchEngines": "தனித்துவமான தேடுபொறிகள்",
        "DistinctSocialNetworks": "தனித்துவமான சமூக வலைப்பின்னல்கள்",
        "DistinctWebsiteUrls": "தனித்துவமான வலைத்தள முகவரி கள்",
        "DistinctWebsites": "தனித்துவமான வலைத்தளங்கள்",
        "EcommerceLogSubcategoryHelp1": "இணையவழி பதிவு சிறுமணி அமர்வு-நிலை தரவை வழங்குகிறது, எனவே ஒவ்வொரு பயனருக்கும் முழு அமர்வையும் வாங்கலாம் அல்லது அவர்களின் வண்டியை கைவிட்டது. தேர்வுமுறை வாய்ப்புகளை வெளிப்படுத்த பயனர்கள் வாங்குவதற்கு முன்னும் பின்னும் என்ன செய்கிறார்கள் என்பதைப் புரிந்துகொள்ள இது உதவும்.",
        "EcommerceLogSubcategoryHelp2": "இந்த பக்கத்தில் உள்ள தரவு நிகழ்நேரத்தில் புதுப்பிக்கப்பட்டுள்ளது.",
        "EvolutionDocumentation": "இது உங்கள் வலைத்தளத்திற்கு பார்வையாளர்களை வழிநடத்தும் பரிந்துரைகளின் கண்ணோட்டம்.",
        "EvolutionDocumentationMoreInfo": "வெவ்வேறு சேனல் வகைகளைப் பற்றிய கூடுதல் தகவலுக்கு, %s அட்டவணையின் ஆவணங்களைப் பார்க்கவும்.",
        "GenerateUrl": "முகவரி ஐ உருவாக்குங்கள்",
        "Keywords": "முக்கிய வார்த்தைகள்",
        "KeywordsReportDocumentation": "உங்கள் வலைத்தளத்திற்கு குறிப்பிடப்படுவதற்கு முன்பு பயனர்கள் எந்த முக்கிய வார்த்தைகளைத் தேடுகிறார்கள் என்பதை இந்த அறிக்கை காட்டுகிறது. %s அட்டவணையில் ஒரு வரிசையில் சொடுக்கு செய்வதன் மூலம், முக்கிய சொல்லுக்கு வினவப்பட்ட தேடுபொறிகளின் விநியோகத்தை நீங்கள் காணலாம்.",
        "KeywordsReportDocumentationNote": "குறிப்பு: இந்த அறிக்கை பெரும்பாலான முக்கிய வார்த்தைகளை வரையறுக்கவில்லை என்று பட்டியலிடுகிறது, ஏனெனில் பெரும்பாலான தேடுபொறிகள் தேடுபொறியில் பயன்படுத்தப்படும் சரியான முக்கிய சொல்லை அனுப்பாது.",
        "PercentOfX": "%s விழுக்காடு",
        "PluginDescription": "பரிந்துரைப்பாளர்களின் தரவைப் புகாரளிக்கிறது: தேடுபொறிகள், முக்கிய வார்த்தைகள், வலைத்தளங்கள், பிரச்சாரங்கள், சமூக ஊடகங்கள், நேரடி நுழைவு.",
        "ProductSubcategoryHelp": "உங்கள் தயாரிப்பு தேர்வு மற்றும் கடை பக்கங்கள் தொடர்பான போக்குகள் மற்றும் வாய்ப்புகளை வெளிப்படுத்த அதிக செயல்திறன் கொண்ட அல்லது குறைவான செயல்திறன் கொண்ட தயாரிப்புகள் மற்றும் வகைகளை அடையாளம் காண தயாரிப்புகள் பார்வை உங்களுக்கு உதவும்.",
        "Referrer": "பரிந்துரைப்பவர்",
        "ReferrerName": "குறிப்பு பெயர்",
        "ReferrerNames": "பரிந்துரைப்பாளரின் பெயர்கள்",
        "ReferrerTypes": "சேனல் வகைகள்",
        "ReferrerURLs": "குறிப்பு முகவரி கள்",
        "Referrers": "பரிந்துரைப்பவர்கள்",
        "ReferrersOverview": "பரிந்துரைப்பவர்கள் கண்ணோட்டம்",
        "ReferrersOverviewDocumentation": "உங்கள் வலைத்தளத்திற்கு உங்கள் பார்வையாளர்கள் என்ன கையகப்படுத்தல் சேனல்களைப் பயன்படுத்தினார்கள் என்பதையும், ஒவ்வொரு சேனல் வகைக்கும் வருகைகளின் எண்ணிக்கை பொறுப்பேற்றதையும் இந்த அறிக்கை காட்டுகிறது.",
        "ReferrersOverviewSubcategoryHelp1": "கையகப்படுத்தல் கண்ணோட்டம் தேர்ந்தெடுக்கப்பட்ட தேதி வரம்பில் அனைத்து மூலங்களிலிருந்தும் உங்கள் போக்குவரத்தின் சதவீதத்தைக் காட்டுகிறது.",
        "ReferrersOverviewSubcategoryHelp2": "படிமலர்ச்சி வரைபடத்திற்குள் காண்பிக்க ஒரு குறிப்பிட்ட சேனல் வகையையும் சொடுக்கு செய்யலாம். எந்த சேனல்கள் உங்கள் தளத்திற்கு அதிக போக்குவரத்தை பங்களிக்கின்றன என்பதையும், காலப்போக்கில் ஏதேனும் சாத்தியமான வடிவங்களையும் கண்டறிய இது உதவும். எடுத்துக்காட்டாக, ஒரு குறிப்பிட்ட சேனல் வார இறுதி நாட்களில் சிறப்பாக செயல்படக்கூடும்.",
        "SearchEngines": "தேடுபொறிகள்",
        "SearchEnginesDocumentation": "ஒரு பார்வையாளர் உங்கள் வலைத்தளத்திற்கு ஒரு தேடுபொறி மூலம் பரிந்துரைக்கப்பட்டார். %1$s மேலும் விவரங்களுக்கு %2$s அறிக்கையைப் பார்க்கவும்.",
        "SearchEnginesReportDocumentation": "உங்கள் வலைத்தளத்திற்கு எந்த தேடுபொறிகள் பயனர்களை குறிப்பிடுகின்றன என்பதை இந்த அறிக்கை காட்டுகிறது. %s அட்டவணையில் ஒரு வரிசையில் சொடுக்கு செய்வதன் மூலம், ஒரு குறிப்பிட்ட தேடுபொறியைப் பயன்படுத்த பயனர்கள் என்ன தேடுகிறார்கள் என்பதை நீங்கள் காணலாம்.",
        "SearchEnginesSubcategoryHelp1": "உங்கள் தேடுபொறி உகப்பாக்கம் மற்றும் செயல்திறனை பகுப்பாய்வு செய்ய இந்த பிரிவு உதவுகிறது. ஒருங்கிணைந்த முக்கிய அறிக்கைகளுடன் உங்கள் மிகவும் பிரபலமான முக்கிய சொற்களை நீங்கள் பகுப்பாய்வு செய்யலாம் அல்லது மேலும் இலக்கு பகுப்பாய்வு மற்றும் தேர்வுமுறை ஆகியவற்றிற்கான குறிப்பிட்ட தேடுபொறிகளில் எந்த முக்கிய சொற்கள் சிறப்பாக செயல்படுகின்றன என்பதைப் பார்க்கவும்.",
        "SearchEnginesSubcategoryHelp2": "%1$s ச்மாடோமோ கிளவுட்%2$s மற்றும்%3$sSearch விசைப்பொறி சொற்கள் செயல்திறன்%4$s சொருகி பயனர்கள் இந்த அறிக்கையிலிருந்து சிறந்த முடிவுகளைப் பெறுவார்கள்.",
        "Socials": "சமூக வலைப்பின்னல்கள்",
        "SocialsReportDocumentation": "எந்த சமூக வலைப்பின்னல்கள் உங்கள் வலைத்தளத்திற்கு பார்வையாளர்களை வழிநடத்தியது என்பதை இந்த அறிக்கை காட்டுகிறது. <br> அட்டவணையில் ஒரு வரிசையில் சொடுக்கு செய்வதன் மூலம், பார்வையாளர்கள் உங்கள் வலைத்தளத்திற்கு எந்த சமூக வலைப்பின்னல் பக்கங்கள் வந்தார்கள் என்பதை நீங்கள் காணலாம்.",
        "SocialsSubcategoryHelp": "இந்த அட்டவணையில், உங்கள் தளத்திற்கு பார்வையாளர்களை எந்த வலைத்தளங்கள் குறிப்பிடுகின்றன என்பதை நீங்கள் காணலாம்.",
        "SubmenuSearchEngines": "தேடுபொறிகள் &amp; முக்கிய வார்த்தைகள்",
        "SubmenuWebsitesOnly": "வலைத்தளங்கள்",
        "Type": "சேனல் வகை",
        "TypeCampaigns": "பிரச்சாரங்களிலிருந்து %s",
        "TypeDirectEntries": "%s நேரடி உள்ளீடுகள்",
        "TypeReportDocumentation": "இந்த அட்டவணையில் சேனல் வகைகளின் வழங்கல் பற்றிய தகவல்கள் உள்ளன.",
        "TypeSearchEngines": "தேடுபொறிகளிலிருந்து %s",
        "TypeSocialNetworks": "சமூக வலைப்பின்னல்களிலிருந்து %s",
        "TypeWebsites": "வலைத்தளங்களிலிருந்து %s",
        "URLCampaignBuilder": "பிரச்சார முகவரி பில்டர்",
        "URLCampaignBuilderIntro": "%1$surl பில்டர் கருவி %2$s மாடோமோவில் பிரச்சாரங்களைக் கண்காணிக்கத் தயாராக முகவரி களை உருவாக்க உங்களை அனுமதிக்கிறது. மேலும் தகவலுக்கு %3$s ச்கேம்பேன் டிராக்கிங் %4$s ஆவணங்களைப் பார்க்கவும்.",
        "URLCampaignBuilderResult": "உங்கள் பிரச்சாரங்கள், மின்னஞ்சல் செய்திமடல், பேச்புக் விளம்பரங்கள் அல்லது ட்வீட்களில் நகலெடுத்து ஒட்டக்கூடிய முகவரி ஐ உருவாக்கியது:",
        "UsingNDistinctUrls": "( %s தனித்துவமான முகவரி களைப் பயன்படுத்துதல்)",
        "ViewAllReferrers": "அனைத்து பரிந்துரையாளர்களையும் காண்க",
        "ViewReferrersBy": "பரிந்துரைப்பாளர்களை %s மூலம் காண்க",
        "VisitorsFromCampaigns": "பிரச்சாரங்களிலிருந்து பார்வையாளர்கள்",
        "VisitorsFromDirectEntry": "நேரடி நுழைவிலிருந்து பார்வையாளர்கள்",
        "VisitorsFromSearchEngines": "தேடுபொறிகளிலிருந்து பார்வையாளர்கள்",
        "VisitorsFromSocialNetworks": "சமூக வலைப்பின்னல்களின் பார்வையாளர்கள்",
        "VisitorsFromWebsites": "வலைத்தளங்களிலிருந்து பார்வையாளர்கள்",
        "Websites": "வலைத்தளங்கள்",
        "WebsitesDocumentation": "பார்வையாளர் உங்கள் தளத்திற்கு வழிவகுத்த மற்றொரு வலைத்தளத்தின் இணைப்பைப் பின்பற்றினார். %1$s மேலும் விவரங்களுக்கு %2$s அறிக்கையைப் பார்க்கவும்.",
        "WebsitesReportDocumentation": "இந்த அட்டவணையில், உங்கள் தளத்திற்கு பார்வையாளர்களை எந்த வலைத்தளங்கள் குறிப்பிடுகின்றன என்பதை நீங்கள் காணலாம். %s அட்டவணையில் ஒரு வரிசையில் சொடுக்கு செய்வதன் மூலம், உங்கள் வலைத்தளத்திற்கான இணைப்புகள் எந்த முகவரி களில் உள்ளன என்பதைக் காணலாம்.",
        "WebsitesSubcategoryHelp1": "இந்த அட்டவணையில், உங்கள் தளத்திற்கு பார்வையாளர்களை எந்த வலைத்தளங்கள் குறிப்பிடுகின்றன என்பதை நீங்கள் காணலாம்.",
        "WebsitesSubcategoryHelp2": "அட்டவணையில் ஒரு வரிசையில் சொடுக்கு செய்வதன் மூலம், உங்கள் வலைத்தளத்திற்கான இணைப்புகள் எந்த முகவரி களில் உள்ளன என்பதை நீங்கள் காணலாம்.",
        "WidgetExternalWebsites": "குறிப்பு வலைத்தளங்கள்",
        "WidgetGetAll": "அனைத்து சேனல்களும்",
        "WidgetSocials": "சமூக வலைப்பின்னல்களின் பட்டியல்",
        "WidgetTopKeywordsForPages": "பக்க முகவரி க்கான சிறந்த முக்கிய வார்த்தைகள்",
        "XPercentOfVisits": "வருகைகளின் %s"
    }
}
