{
    "TwoFactorAuth": {
        "ConfirmDisableTwoFA": "Er du sikker på, at du vil deaktivere tofaktorgodkendelse for din konto? Tofaktorgodkendelse forøger din kontos sikkerhed.",
        "ConfirmSetup": "Bekræft konfiguration",
        "DisableTwoFA": "Deaktiver tofaktorgodkendelse",
        "EnableTwoFA": "Aktiver tofaktorgodkendelse",
        "EnterRecoveryCodeInstead": "Indtast en af dine genskabelseskoder",
        "GenerateNewRecoveryCodes": "Generer nye genskabelseskoder",
        "GenerateNewRecoveryCodesInfo": "Når du genererer nye genskabelseskoder, kan de gamle ikke længere bruges. Sørg for at downloade eller udskrive dine nye koder.",
        "InvalidAuthCode": "Tofaktorgodkendelseskoden er ikke korrekt.",
        "LostAuthenticationDevice": "Hej,%1$sJeg har aktiveret tofaktorgodkendelse og har mistet min godkendelsesenhed. Vil du venligst nulstille tofaktorgodkendelse for mit brugernavn %5$s? Du kan se en vejledning her: %6$s.%2$sURL'en til Matomo er %3$s.%4$sTak",
        "MissingAuthCodeAPI": "Indtast tofaktorgodkendelseskode",
        "RecoveryCodes": "Genskabelseskoder",
        "RecoveryCodesAllUsed": "Alle genskabelseskoder er brugt. Det anbefales kraftigt at generere nye genskabelseskoder.",
        "RecoveryCodesExplanation": "Du kan bruge genskabelseskoder til at tilgå din konto, når du ikke kan modtage tofaktorgodkendelseskoder, f.eks. hvis du ikke har medbragt din mobiltelefon.",
        "RecoveryCodesRegenerated": "Nye genskabelseskoder er nu genereret. Sørg for at downloade eller udskrive disse koder.",
        "RecoveryCodesSecurity": "Pas på dine genskabelseskoder med samme omhu, som du passer på din adgangskode.",
        "RequiredAuthCodeNotConfiguredAPI": "Du skal aktivere tofaktorgodkendelse. Start med at logge ind.",
        "RequiredToSetUpTwoFactorAuthentication": "Du skal aktivere tofaktorgodkendelse, før du kan logge ind.",
        "SetUpTwoFactorAuthentication": "Aktiver tofaktorgodkendelse (2FA)",
        "SetupAuthenticatorOnDevice": "Aktiver godkendelsesapp på din mobiltelefon",
        "SetupAuthenticatorOnDeviceStep1": "Installer en app til tofaktorgodkendelse, for eksempel:",
        "SetupBackupRecoveryCodes": "Tag en sikkerhedskopi af dine genskabelseskoder ved hjælp af en af ovennævnte metoder, før du fortsætter.",
        "SetupFinishedSubtitle": "Du har nu aktiveret tofaktorgodkendelse. Næste gang du logger ind, skal du også indtaste din godkendelseskode. Sørg for at medbringe din mobiltelefon eller dine genskabelseskoder.",
        "SetupIntroFollowSteps": "Følg disse trin for at aktivere tofaktorgodkendelse:",
        "ShowRecoveryCodes": "Vis genskabelseskoder",
        "TwoFAShort": "2FA",
        "TwoFactorAuthentication": "Tofaktorgodkendelse",
        "TwoFactorAuthenticationIntro": "%1$sTofaktorgodkendelse%2$s øger sikkerheden for din konto ved at tilføje et ekstra niveau af godkendelse, når du logger ind. Hver gang du logger ind, vil du ikke kun blive spurgt om dit brugernavn og din adgangskode men tillige en godkendelseskode, der skifter løbende og er dannet eksempelvis på din mobiltelefon. Det betyder, at selvom nogen kender din brugernavn og din adgangskode, kan de stadig ikke logge ind, medmindre de også har adgang til din mobiltelefon.",
        "TwoFactorAuthenticationIsDisabled": "Tofaktorgodkendelse er pt. deaktiveret.",
        "TwoFactorAuthenticationIsEnabled": "Tofaktorgodkendelse er nu aktiveret.",
        "TwoFactorAuthenticationRequired": "Tofaktorgodkendelse er obligatorisk, så det kan ikke deaktiveres.",
        "VerifyAuthCodeHelp": "Indtast den sekscifrede kode, der vises på din mobiltelefon, efter du har skannet QR-koden.",
        "VerifyAuthCodeIntro": "Indtast den sekscifrede kode fra appen for at bekræfte, at du har aktiveret mobiltelefonen.",
        "VerifyIdentifyExplanation": "Åben din app til tofaktorgodkendelse på din mobiltelefon for at se godkendelseskoden og godkende din identitet.",
        "WarningChangingConfiguredDevice": "Du er ved at erstatte den konfigurerede tofaktorgodkendelsesenhed. Dette vil fjerne alle tidligere konfigurerede enheder.",
        "Your2FaAuthSecret": "Din tofaktorgodkendelseshemmelighed"
    }
}
