{
    "TwoFactorAuth": {
        "AskSuperUserResetAuthenticationCode": "Pedile a un súperusuario que restablezca tu código de autenticación",
        "AuthenticationCode": "Código de autenticación",
        "ConfigureDifferentDevice": "Configurar un dispositivo diferente",
        "ConfirmDisableTwoFA": "¿Estás seguro que querés deshabilitar la autenticación de 2 factores en tu cuenta? Teniéndola habilitada aumenta la seguridad en la misma.",
        "ConfirmSetup": "Confirmar configuración",
        "DisableTwoFA": "Deshabilitar la autenticación de 2 factores",
        "DontHaveYourMobileDevice": "¿No tenés tu dispositivo móvil?",
        "EnableTwoFA": "Habilitar la autenticación de 2 factores",
        "EnterRecoveryCodeInstead": "Ingresá uno de tus códigos de recuperación",
        "GenerateNewRecoveryCodes": "Generar nuevos códigos de recuperación",
        "GenerateNewRecoveryCodesInfo": "Cuando generás nuevos códigos de recuperación, los anteriores dejan de funcionar. Asegurate de descargar o imprimir los nuevos códigos generados.",
        "InvalidAuthCode": "El código de autenticación de 2 factores no es correcto.",
        "LostAuthenticationDevice": "Hola, %1$s. Tengo la autenticación de 2 factores habilitada y perdí mi dispositivo de autenticación. Por favor, ¿podrías restablecer la autenticación de 2 factores para mi nombre de usuario \"%5$s\"? Podés encontrar las instrucciones acá: %6$s. %2$sLa dirección web de Matomo es: %3$s.%4$sGracias.",
        "MissingAuthCodeAPI": "Por favor, especificá el código de autenticación de 2 factores.",
        "NotPossibleToLogIn": "No se pudo iniciar sesión en Matomo Analytics",
        "RecoveryCodes": "Códigos de recuperación",
        "RecoveryCodesAllUsed": "Ya se usaron todos los códigos de recuperación. Es altamente recomendable que regenerés tus códigos.",
        "RecoveryCodesExplanation": "Podés usar los códigos de recuperación para acceder a tu cuenta cuando no podés usar los códigos de la autenticación de 2 factores, como por ejemplo, cuando no tenés al alcance tu dispositivo móvil.",
        "RecoveryCodesRegenerated": "Se regeneraron los códigos de recuperación. Asegurate de descargar o imprimir los nuevos códigos generados.",
        "RecoveryCodesSecurity": "Por favor, tratá tus códigos de recuperación ¡con el mismo nivel de seguridad que lo harías con tu contraseña!",
        "RequiredAuthCodeNotConfiguredAPI": "Es obligatorio que configurés la autenticación de 2 factores. Por favor, iniciá sesión.",
        "RequiredToSetUpTwoFactorAuthentication": "Es obligatorio que configurés la autenticación de 2 factores antes de iniciar sesión",
        "SetUpTwoFactorAuthentication": "Configurar la autenticación de 2 factores (2FA)",
        "SetupAuthenticatorOnDevice": "Configurar la aplicación de autenticación en tu dispositivo",
        "SetupAuthenticatorOnDeviceStep1": "Instalá una aplicación de autenticación, por ejemplo:",
        "SetupBackupRecoveryCodes": "Por favor, resguardá tus códigos de recuperación usando uno de los métodos anteriores antes de continuar con la autenticación de 2 factores.",
        "SetupFinishedSubtitle": "Configuraste tu autenticación de 2 factores exitosamente. La próxima vez que intentés iniciar sesión, vas a tener que ingresar el código de autenticación. Asegurate de tener tu dispositivo móvil al alcance o de tener los códigos de recuperación.",
        "SetupFinishedTitle": "¡Felicitaciones! Ahora tu cuenta es más segura.",
        "SetupIntroFollowSteps": "Por favor, seguí estos pasos para configurar la autenticación de 2 factores:",
        "ShowRecoveryCodes": "Mostrar códigos de recuperación",
        "StepX": "Paso %s",
        "TwoFAShort": "2FA",
        "TwoFactorAuthentication": "Autenticación de 2 factores",
        "TwoFactorAuthenticationIntro": "La %1$sautenticación de 2 factores%2$s aumenta la seguridad de tu cuenta al agregar una capa adicional de verificación cuando iniciás sesión. Cada vez que intentés iniciar sesión, no sólo se te pedirá tus credenciales habituales (tu dirección de correo electrónico y tu contraseña), sino un código adicional de autenticación, el cual cambia periódicamente y que es generado, por ejemplo, en tu dispositivo móvil. Esto significa que incluso si alguien sabe tu nombre de usuario y contraseña, esa persona no podrá iniciar sesión, a menos que tenga acceso a tu dispositivo móvil, siguiendo el ejemplo.",
        "TwoFactorAuthenticationIsDisabled": "La autenticación de 2 factores actualmente está deshabilitada.",
        "TwoFactorAuthenticationIsEnabled": "La autenticación de 2 factores actualmente está habilitada.",
        "TwoFactorAuthenticationRequired": "Es obligatorio que la autenticación de 2 factores esté habilitada para todos; no podés deshabilitarla.",
        "Verify": "Verificar",
        "VerifyAuthCodeHelp": "Por favor, ingresá el código de 6 dígitos que se generó en tu dispositivo móvil luego de escanear el código de barra.",
        "VerifyAuthCodeIntro": "Por favor, ingresá abajo el código de 6 dígitos que aparece en tu aplicación de autenticación para confirmar que configuraste tu dispositivo exitosamente.",
        "VerifyIdentifyExplanation": "Abrí la aplicación de la autenticación de 2 factores en tu dispositivo para ver tu código de autenticación y verificar tu identidad.",
        "WarningChangingConfiguredDevice": "Estás a punto de cambiar el dispositivo configurado con la autenticación de 2 factores. Esto invalidará cualquier otro dispositivo configurado.",
        "WrongAuthCodeTryAgain": "Se ingresó un código de autenticación incorrecto. Por favor, intentá de nuevo.",
        "Your2FaAuthSecret": "Tu autenticación de 2 factores secreto"
    }
}
