{
    "TwoFactorAuth": {
        "AskSuperUserResetAuthenticationCode": "Bir süper kullanıcıdan kimlik doğrulama kodunuzu sıfırlamasını isteyin",
        "AuthenticationCode": "Kimlik doğrulama kodu",
        "ConfigureDifferentDevice": "Yeni bir aygıt kurun",
        "ConfirmDisableTwoFA": "Hesabınız için iki adımlı doğrulama kapatılsın mı? Bu işlem hesabınızın güvenliğini azaltır.",
        "ConfirmSetup": "Kurulumu onayla",
        "DisableTwoFA": "İki adımlı doğrulamayı kapat",
        "DontHaveYourMobileDevice": "Mobil aygıtınız yanınızda değil mi?",
        "EnableTwoFA": "İki adımlı doğrulamayı aç",
        "EnterRecoveryCodeInstead": "Kurtarma kodlarınızdan birini yazın",
        "GenerateNewRecoveryCodes": "Yeni kurtarma kodları üret",
        "GenerateNewRecoveryCodesInfo": "Kurtarma kodları yeniden üretildiğinde eski kodlarınız artık çalışmaz. Yeni kodları indirdiğinize ya da yazdırdığınıza emin olun.",
        "InvalidAuthCode": "İki adımlı doğrulama kodu doğru değil.",
        "LostAuthenticationDevice": "Merhaba,%1$sİki adımlı doğrulama kullanıyorum ve kimlik doğrulama aygıtımı kaybettim. \"%5$s\" kullanıcı hesabımın iki adımlı doğrulamasını sıfırlar mısınız? Yapılacak işlemler şurada: %6$s.%2$sMatomo adresi: %3$s.%4$sTeşekkürler",
        "MissingAuthCodeAPI": "Lütfen bir iki adımlı doğrulama kodu yazın.",
        "NotPossibleToLogIn": "Matomo istatistikleri oturumu açılamadı",
        "PluginDescription": "Matomo hesabınızın güvenliğini, yetkisiz erişimi önlemek için iki adımlı doğrulama (2FA) ile artırın.",
        "RecoveryCodes": "Kurtarma kodları",
        "RecoveryCodesAllUsed": "Tüm kurtarma kodları kullanılmış. Yeni kurtarma kodları üretmelisiniz.",
        "RecoveryCodesExplanation": "İki adımlı doğrulama kodunu alamadığınızda (örneğin mobil aygıtınızın yanınızda olmaması gibi durumlarda) oturum açmak için kurtarma kodlarını kullanabilirsiniz.",
        "RecoveryCodesRegenerated": "Kurtarma kodları üretildi. Yeni üretilen kodları indirdiğinize ya da yazdırdığınıza emin olun.",
        "RecoveryCodesSecurity": "Lütfen kurtarma kodlarınızı, bir parola gibi koruyun.",
        "RequireTwoFAForAll": "Herkes için iki adımlı doğrulama zorunlu olsun",
        "RequireTwoFAForAllInformation": "Diğer kullanıcıların mobil aygıtlarındaki bir kerelik parola uygulamasını kullanarak iki adımlı doğrulama ile oturum açması gerekir. (Bir önlem olarak kendiniz iki adımlı doğrulama kullanıyor olmalısınız.)",
        "RequiredAuthCodeNotConfiguredAPI": "İki adımlı doğrulamayı kurmanız gerekiyor. Bunun için lütfen oturum açın.",
        "RequiredToSetUpTwoFactorAuthentication": "Oturum açmadan önce iki adımlı doğrulamayı kurmalısınız.",
        "SetUpTwoFactorAuthentication": "İki adımlı doğrulamayı kur",
        "SetupAuthenticatorOnDevice": "Aygıtınıza bir kerelik parola uygulamasını kurun",
        "SetupAuthenticatorOnDeviceStep1": "Bir kerelik parola uygulamasını kurun. Örnek:",
        "SetupBackupRecoveryCodes": "Lütfen ilerlemeden önce kurtarma kodlarınızı yukarıdaki yöntemlerden birini kullanarak kaydedin.",
        "SetupFinishedSubtitle": "İki adımlı doğrulama kurulumunu tamamladınız. Bundan sonra oturum açmak için bir kimlik doğrulama kodu yazmanız gerekecek. Oturum açmadan önce mobil aygıtınızın ya da yedek kodlarınızın yanınızda olduğundan emin olun.",
        "SetupFinishedTitle": "Hesabınız şimdi daha güvenli.",
        "SetupIntroFollowSteps": "İki adımlı doğrulamayı kurmak için şu adımları izleyin:",
        "ShowRecoveryCodes": "Kurtarma kodlarını görüntüle",
        "StepX": "%s. adım",
        "TwoFAShort": "İki adımlı doğrulama",
        "TwoFactorAuthentication": "İki adımlı doğrulama",
        "TwoFactorAuthenticationIntro": "%1$sİki adımlı doğrulama%2$s özelliği oturum açarken (parolanızın yanında) mobil aygıtınızda üretilecek bir kodu ya da kurtarma kodlarından birini yazmanızı isteyerek güvenliğinizi arttırır.",
        "TwoFactorAuthenticationIsDisabled": "İki adımlı doğrulama kapalı.",
        "TwoFactorAuthenticationIsEnabled": "İki adımlı doğrulama açık.",
        "TwoFactorAuthenticationRequired": "Herkesin iki adımlı doğrulama kullanması zorunludur. Kapatamazsınız.",
        "Verify": "Doğrula",
        "VerifyAuthCodeHelp": "Lütfen barkodu taradıktan sonra mobil aygıtınızda üretilen alt haneli kodu yazın.",
        "VerifyAuthCodeIntro": "Lütfen aygıtınızı kurduğunuzu doğrulamak için zamana bağlı bir kerelik parola oluşturma (OTP) uygulamasındaki altı haneli kodu yazın.",
        "VerifyIdentifyExplanation": "Aygıtınızda iki adımlı doğrulama uygulamasını açıp kodu alarak kimliğinizi doğrulayın.",
        "WarningChangingConfiguredDevice": "Yapılandırılmış iki adımlı doğrulama aygıtınızı değiştirmek üzeresiniz. Bu işlem önceki aygıtınızı geçersiz kılar.",
        "WrongAuthCodeTryAgain": "Kimlik doğrulama kodu hatalı. Lütfen yeniden deneyin.",
        "Your2FaAuthSecret": "İki adımlı doğrulama parolanız"
    }
}
