{"modelTopology":{"class_name":"Model","config":{"name":"sequential_12_model","layers":[{"name":"conv2d_1_input","class_name":"InputLayer","config":{"batch_input_shape":[null,150,150,3],"dtype":"float32","sparse":false,"name":"conv2d_1_input"},"inbound_nodes":[]},{"name":"conv2d_1","class_name":"Conv2D","config":{"filters":32,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"activation":"sigmoid","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_1","trainable":true,"batch_input_shape":[null,150,150,3],"dtype":"float32"},"inbound_nodes":[[["conv2d_1_input",0,0,{}]]]},{"name":"batchNormalization_2","class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batchNormalization_2","trainable":true},"inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"name":"maxPooling2d_3","class_name":"MaxPooling2D","config":{"pool_size":[2,2],"padding":"valid","strides":[1,1],"data_format":"channels_last","name":"maxPooling2d_3","trainable":true},"inbound_nodes":[[["batchNormalization_2",0,0,{}]]]},{"name":"dropout_4","class_name":"Dropout","config":{"rate":0.27,"noise_shape":null,"seed":null,"name":"dropout_4","trainable":true},"inbound_nodes":[[["maxPooling2d_3",0,0,{}]]]},{"name":"conv2d_5","class_name":"Conv2D","config":{"filters":64,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"activation":"sigmoid","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_5","trainable":true},"inbound_nodes":[[["dropout_4",0,0,{}]]]},{"name":"batchNormalization_6","class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batchNormalization_6","trainable":true},"inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"name":"maxPooling2d_7","class_name":"MaxPooling2D","config":{"pool_size":[2,2],"padding":"valid","strides":[1,1],"data_format":"channels_last","name":"maxPooling2d_7","trainable":true},"inbound_nodes":[[["batchNormalization_6",0,0,{}]]]},{"name":"dropout_8","class_name":"Dropout","config":{"rate":0.25,"noise_shape":null,"seed":null,"name":"dropout_8","trainable":true},"inbound_nodes":[[["maxPooling2d_7",0,0,{}]]]},{"name":"conv2d_9","class_name":"Conv2D","config":{"filters":128,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"activation":"sigmoid","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_9","trainable":true},"inbound_nodes":[[["dropout_8",0,0,{}]]]},{"name":"batchNormalization_10","class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batchNormalization_10","trainable":true},"inbound_nodes":[[["conv2d_9",0,0,{}]]]},{"name":"maxPooling2d_11","class_name":"MaxPooling2D","config":{"pool_size":[2,2],"padding":"valid","strides":[1,1],"data_format":"channels_last","name":"maxPooling2d_11","trainable":true},"inbound_nodes":[[["batchNormalization_10",0,0,{}]]]},{"name":"dropout_12","class_name":"Dropout","config":{"rate":0.25,"noise_shape":null,"seed":null,"name":"dropout_12","trainable":true},"inbound_nodes":[[["maxPooling2d_11",0,0,{}]]]},{"name":"flatten_13","class_name":"Flatten","config":{"name":"flatten_13","trainable":true},"inbound_nodes":[[["dropout_12",0,0,{}]]]},{"name":"dense_14","class_name":"Dense","config":{"units":16,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_14","trainable":true},"inbound_nodes":[[["flatten_13",0,0,{}]]]},{"name":"batchNormalization_15","class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batchNormalization_15","trainable":true},"inbound_nodes":[[["dense_14",0,0,{}]]]},{"name":"dropout_16","class_name":"Dropout","config":{"rate":0.5,"noise_shape":null,"seed":null,"name":"dropout_16","trainable":true},"inbound_nodes":[[["batchNormalization_15",0,0,{}]]]},{"name":"dense_17","class_name":"Dense","config":{"units":4,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_17","trainable":true},"inbound_nodes":[[["dropout_16",0,0,{}]]]}],"input_layers":[["conv2d_1_input",0,0]],"output_layers":[["dense_17",0,0]]},"keras_version":"tfjs-layers 2.0.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v2.0.0","convertedBy":null,"weightsManifest":[{"paths":["./mymodel.weights.bin"],"weights":[{"name":"conv2d_1/kernel","shape":[3,3,3,32],"dtype":"float32"},{"name":"conv2d_1/bias","shape":[32],"dtype":"float32"},{"name":"batchNormalization_2/gamma","shape":[32],"dtype":"float32"},{"name":"batchNormalization_2/beta","shape":[32],"dtype":"float32"},{"name":"conv2d_5/kernel","shape":[3,3,32,64],"dtype":"float32"},{"name":"conv2d_5/bias","shape":[64],"dtype":"float32"},{"name":"batchNormalization_6/gamma","shape":[64],"dtype":"float32"},{"name":"batchNormalization_6/beta","shape":[64],"dtype":"float32"},{"name":"conv2d_9/kernel","shape":[3,3,64,128],"dtype":"float32"},{"name":"conv2d_9/bias","shape":[128],"dtype":"float32"},{"name":"batchNormalization_10/gamma","shape":[128],"dtype":"float32"},{"name":"batchNormalization_10/beta","shape":[128],"dtype":"float32"},{"name":"dense_14/kernel","shape":[2765952,16],"dtype":"float32"},{"name":"dense_14/bias","shape":[16],"dtype":"float32"},{"name":"batchNormalization_15/gamma","shape":[16],"dtype":"float32"},{"name":"batchNormalization_15/beta","shape":[16],"dtype":"float32"},{"name":"dense_17/kernel","shape":[16,4],"dtype":"float32"},{"name":"dense_17/bias","shape":[4],"dtype":"float32"},{"name":"batchNormalization_2/moving_mean","shape":[32],"dtype":"float32"},{"name":"batchNormalization_2/moving_variance","shape":[32],"dtype":"float32"},{"name":"batchNormalization_6/moving_mean","shape":[64],"dtype":"float32"},{"name":"batchNormalization_6/moving_variance","shape":[64],"dtype":"float32"},{"name":"batchNormalization_10/moving_mean","shape":[128],"dtype":"float32"},{"name":"batchNormalization_10/moving_variance","shape":[128],"dtype":"float32"},{"name":"batchNormalization_15/moving_mean","shape":[16],"dtype":"float32"},{"name":"batchNormalization_15/moving_variance","shape":[16],"dtype":"float32"}]}]}
