{"modelTopology":{"class_name":"Model","config":{"name":"sequential_11_model","layers":[{"name":"dense_1_input","class_name":"InputLayer","config":{"batch_input_shape":[null,1,1,3],"dtype":"float32","sparse":false,"name":"dense_1_input"},"inbound_nodes":[]},{"name":"dense_1","class_name":"Dense","config":{"units":128,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_1","trainable":true,"batch_input_shape":[null,1,1,3],"dtype":"float32"},"inbound_nodes":[[["dense_1_input",0,0,{}]]]},{"name":"dense_2","class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_2","trainable":true},"inbound_nodes":[[["dense_1",0,0,{}]]]},{"name":"dense_3","class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_3","trainable":true},"inbound_nodes":[[["dense_2",0,0,{}]]]},{"name":"dense_4","class_name":"Dense","config":{"units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_4","trainable":true},"inbound_nodes":[[["dense_3",0,0,{}]]]},{"name":"flatten_5","class_name":"Flatten","config":{"name":"flatten_5","trainable":true},"inbound_nodes":[[["dense_4",0,0,{}]]]},{"name":"dense_6","class_name":"Dense","config":{"units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_6","trainable":true},"inbound_nodes":[[["flatten_5",0,0,{}]]]},{"name":"dense_7","class_name":"Dense","config":{"units":4,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_7","trainable":true},"inbound_nodes":[[["dense_6",0,0,{}]]]}],"input_layers":[["dense_1_input",0,0]],"output_layers":[["dense_7",0,0]]},"keras_version":"tfjs-layers 2.0.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v2.0.0","convertedBy":null,"weightsManifest":[{"paths":["./mymodel.weights.bin"],"weights":[{"name":"dense_1/kernel","shape":[3,128],"dtype":"float32"},{"name":"dense_1/bias","shape":[128],"dtype":"float32"},{"name":"dense_2/kernel","shape":[128,64],"dtype":"float32"},{"name":"dense_2/bias","shape":[64],"dtype":"float32"},{"name":"dense_3/kernel","shape":[64,32],"dtype":"float32"},{"name":"dense_3/bias","shape":[32],"dtype":"float32"},{"name":"dense_4/kernel","shape":[32,16],"dtype":"float32"},{"name":"dense_4/bias","shape":[16],"dtype":"float32"},{"name":"dense_6/kernel","shape":[16,16],"dtype":"float32"},{"name":"dense_6/bias","shape":[16],"dtype":"float32"},{"name":"dense_7/kernel","shape":[16,4],"dtype":"float32"},{"name":"dense_7/bias","shape":[4],"dtype":"float32"}]}]}
