{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_213","layers":[{"class_name":"Dropout","config":{"rate":0.25,"noise_shape":null,"seed":null,"name":"dropout_1","trainable":true,"batch_input_shape":[null,16,16,3],"dtype":"float32"}},{"class_name":"Conv2D","config":{"filters":10,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[4,4],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"relu","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_2","trainable":true}},{"class_name":"Conv2D","config":{"filters":5,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"relu","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_3","trainable":true}},{"class_name":"Conv2D","config":{"filters":5,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"relu","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_4","trainable":true}},{"class_name":"Conv2D","config":{"filters":4,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,2],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"relu","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_5","trainable":true}},{"class_name":"Flatten","config":{"name":"flatten_6","trainable":true}},{"class_name":"Dense","config":{"units":10,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_7","trainable":true}},{"class_name":"Dense","config":{"units":10,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_8","trainable":true}}]},"keras_version":"tfjs-layers 4.0.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.0.0","convertedBy":null,"weightsManifest":[{"paths":["./model.weights.bin"],"weights":[{"name":"conv2d_2/kernel","shape":[4,4,3,10],"dtype":"float32"},{"name":"conv2d_2/bias","shape":[10],"dtype":"float32"},{"name":"conv2d_3/kernel","shape":[3,3,10,5],"dtype":"float32"},{"name":"conv2d_3/bias","shape":[5],"dtype":"float32"},{"name":"conv2d_4/kernel","shape":[3,3,5,5],"dtype":"float32"},{"name":"conv2d_4/bias","shape":[5],"dtype":"float32"},{"name":"conv2d_5/kernel","shape":[3,2,5,4],"dtype":"float32"},{"name":"conv2d_5/bias","shape":[4],"dtype":"float32"},{"name":"dense_7/kernel","shape":[224,10],"dtype":"float32"},{"name":"dense_7/bias","shape":[10],"dtype":"float32"},{"name":"dense_8/kernel","shape":[10,10],"dtype":"float32"},{"name":"dense_8/bias","shape":[10],"dtype":"float32"}]}]}