{"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_23","layers":[{"class_name":"GaussianNoise","config":{"stddev":1,"name":"gaussianNoise_1","trainable":true,"batch_input_shape":[null,64,64,3],"dtype":"float32"}},{"class_name":"Conv2D","config":{"filters":16,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[2,2],"strides":[2,2],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_2","trainable":true}},{"class_name":"Conv2D","config":{"filters":16,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[2,2],"strides":[2,2],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_3","trainable":true}},{"class_name":"Conv2D","config":{"filters":8,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[2,2],"strides":[2,2],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_4","trainable":true}},{"class_name":"Conv2D","config":{"filters":8,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[2,2],"strides":[2,2],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_5","trainable":true}},{"class_name":"Flatten","config":{"name":"flatten_6","trainable":true}},{"class_name":"Dense","config":{"units":64,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_7","trainable":true}},{"class_name":"Dense","config":{"units":5,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":1}},"bias_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_in","distribution":"normal","seed":1}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_8","trainable":true}}]},"keras_version":"tfjs-layers 3.18.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v3.18.0","convertedBy":null,"weightsManifest":[{"paths":["./model.weights.bin"],"weights":[{"name":"conv2d_2/kernel","shape":[2,2,3,16],"dtype":"float32"},{"name":"conv2d_2/bias","shape":[16],"dtype":"float32"},{"name":"conv2d_3/kernel","shape":[2,2,16,16],"dtype":"float32"},{"name":"conv2d_3/bias","shape":[16],"dtype":"float32"},{"name":"conv2d_4/kernel","shape":[2,2,16,8],"dtype":"float32"},{"name":"conv2d_4/bias","shape":[8],"dtype":"float32"},{"name":"conv2d_5/kernel","shape":[2,2,8,8],"dtype":"float32"},{"name":"conv2d_5/bias","shape":[8],"dtype":"float32"},{"name":"dense_7/kernel","shape":[128,64],"dtype":"float32"},{"name":"dense_7/bias","shape":[64],"dtype":"float32"},{"name":"dense_8/kernel","shape":[64,5],"dtype":"float32"},{"name":"dense_8/bias","shape":[5],"dtype":"float32"}]}]}