{"modelTopology":{"class_name":"Model","config":{"name":"sequential_8_model","layers":[{"name":"conv2d_1_input","class_name":"InputLayer","config":{"batch_input_shape":[null,32,32,3],"dtype":"float32","sparse":false,"name":"conv2d_1_input"},"inbound_nodes":[]},{"name":"conv2d_1","class_name":"Conv2D","config":{"filters":4,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_1","trainable":true,"batch_input_shape":[null,32,32,3],"dtype":"float32"},"inbound_nodes":[[["conv2d_1_input",0,0,{}]]]},{"name":"conv2d_2","class_name":"Conv2D","config":{"filters":16,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_2","trainable":true},"inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"name":"maxPooling2d_3","class_name":"MaxPooling2D","config":{"pool_size":[10,10],"padding":"valid","strides":[1,1],"data_format":"channels_last","name":"maxPooling2d_3","trainable":true},"inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"name":"conv2d_4","class_name":"Conv2D","config":{"filters":32,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"kernel_regularizer":null,"kernel_constraint":null,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"activation":"linear","use_bias":true,"bias_initializer":{"class_name":"Zeros","config":{}},"bias_regularizer":null,"activity_regularizer":null,"bias_constraint":null,"name":"conv2d_4","trainable":true},"inbound_nodes":[[["maxPooling2d_3",0,0,{}]]]},{"name":"maxPooling2d_5","class_name":"MaxPooling2D","config":{"pool_size":[10,10],"padding":"valid","strides":[1,1],"data_format":"channels_last","name":"maxPooling2d_5","trainable":true},"inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"name":"flatten_6","class_name":"Flatten","config":{"name":"flatten_6","trainable":true},"inbound_nodes":[[["maxPooling2d_5",0,0,{}]]]},{"name":"dense_7","class_name":"Dense","config":{"units":512,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_7","trainable":true},"inbound_nodes":[[["flatten_6",0,0,{}]]]},{"name":"dense_8","class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"uniform","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_8","trainable":true},"inbound_nodes":[[["dense_7",0,0,{}]]]}],"input_layers":[["conv2d_1_input",0,0]],"output_layers":[["dense_8",0,0]]},"keras_version":"tfjs-layers 2.0.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v2.0.0","convertedBy":null,"weightsManifest":[{"paths":["./mymodel.weights.bin"],"weights":[{"name":"conv2d_1/kernel","shape":[3,3,3,4],"dtype":"float32"},{"name":"conv2d_1/bias","shape":[4],"dtype":"float32"},{"name":"conv2d_2/kernel","shape":[3,3,4,16],"dtype":"float32"},{"name":"conv2d_2/bias","shape":[16],"dtype":"float32"},{"name":"conv2d_4/kernel","shape":[3,3,16,32],"dtype":"float32"},{"name":"conv2d_4/bias","shape":[32],"dtype":"float32"},{"name":"dense_7/kernel","shape":[4608,512],"dtype":"float32"},{"name":"dense_7/bias","shape":[512],"dtype":"float32"},{"name":"dense_8/kernel","shape":[512,2],"dtype":"float32"},{"name":"dense_8/bias","shape":[2],"dtype":"float32"}]}]}
