{
    "Login": {
        "Accept": "Acceptar",
        "AcceptPrivacyPolicy": "Heu d'acceptar la política de privadesa.",
        "AcceptPrivacyPolicyAndTermsAndCondition": "Heu d'acceptar la política de privadesa i els termes i condicions.",
        "AcceptTermsAndCondition": "Heu d'acceptar els termes i condicions.",
        "BruteForceLog": "Registre de força bruta",
        "BySigningUpPrivacyPolicy": "En registrar-me, accepto la %1$spolítica de privadesa%2$s",
        "BySigningUpPrivacyPolicyAndTermsAndCondition": "En registrar-me, accepto la %1$spolítica de privadesa%2$s i els%3$stermes i condicions%4$s",
        "BySigningUpTermsAndCondition": "En registrar-me, accepto els %1$stermes i condicions%2$s",
        "CancelPasswordResetRequestRemoved": "La sol·licitud s'ha eliminat",
        "CancelPasswordResetRequestRemovedMessage": "Hem pres nota que no heu sol·licitat aquest restabliment de la contrasenya. La sol·licitud de restabliment s'ha eliminat i no s'ha fet cap canvi al vostre compte.",
        "CancelPasswordResetSecurityTip": "Per a una protecció addicional, recomanem habilitar l'autenticació de dos factors (2FA).",
        "ChangeYourPassword": "Canvia la teva contrasenya",
        "ConfirmPasswordReset": "Restabliment de la contrasenya",
        "ConfirmPasswordResetIntro": "Si us plau, escriviu la vostra nova contrasenya per confirmar que realment heu demanat el canvi.",
        "ConfirmPasswordResetWrongPassword": "La contrasenya introduïda no coincideix amb la que acabeu de crear. Torneu a restablir la vostra contrasenya si no la recordeu. No feu res per mantenir la vostra contrasenya si no heu sol·licitat canviar-la.",
        "ConfirmPasswordToContinue": "Confirmeu la vostra contrasenya per continuar",
        "ConfirmationLinkSent": "Obriu l'enllaç de confirmació enviat a la vostra bústia d'entrada de correu electrònic per confirmar el canvi de contrasenya.",
        "ContactAdmin": "Possible motiu: potser el vostre amfitrió hagi desactivat la funció mail(). <br>Contacteu amb el vostre administrador de Matomo.",
        "CreatePasswordDescription": "Assegureu-vos de recordar aquesta contrasenya i deseu-la en un lloc segur.",
        "CurrentlyBlockedIPs": "IP bloquejades",
        "CurrentlyBlockedIPsUnblockConfirm": "Desbloquejar totes les IP bloquejades?",
        "CurrentlyBlockedIPsUnblockInfo": "Podeu desbloquejar les IP bloquejades per error per permetre que tornin a iniciar sessió.",
        "DeclineInvitationInfo": "La vostra invitació ha estat rebutjada.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Un usuari amb accés de superusuari no es pot autenticar mitjançant el mecanisme '%s'.",
        "ExceptionPasswordMD5HashExpected": "El paràmetre contrasenya hauria de ser un hash MD5 de la contrasenya.",
        "HelpIpRange": "Introduïu una adreça IP o un rang d'IP per línia. Podeu utilitzar la notació CIDR, per exemple %1$s o podeu utilitzar comodins, p. ex. %2$s o %3$s",
        "IPsAlwaysBlocked": "Aquestes IP sempre estan bloquejades",
        "InvalidNonceOrigin": "La seguretat del formulari ha fallat a causa de l'origen no vàlid. Si us heu connectat anteriorment mitjançant HTTPS, assegureu-vos que us esteu connectant mitjançant una connexió segura (SSL/TLS) i torneu-ho a provar.",
        "InvalidNonceReferrer": "La seguretat del formulari ha fallat a causa d'una capçalera \"Referer\" no vàlida. Si utilitzeu un servidor intermediari, heu de %1$sconfigurar Matomo perquè accepti la capçalera del servidor intermediari%2$s que reenvia la capçalera de l'amfitrió. Comproveu també que la vostra capçalera \"Referer\" s'ha enviat correctament. Si us heu connectat anteriorment mitjançant HTTPS, assegureu-vos que us esteu connectant mitjançant una connexió segura (SSL/TLS) i torneu-ho a provar.",
        "InvalidNonceSSLMisconfigured": "A més, podeu %1$s obligar a Matomo a utilitzar una connexió segura%2$s: al vostre fitxer de configuració %3$s establiu %4$s a la secció %5$s",
        "InvalidNonceToken": "La seguretat del formulari ha fallat a causa d'una manca de coincidència del testimoni. Torneu a carregar el formulari i comproveu que les vostres galetes estiguin activades.",
        "InvalidNonceUnexpectedReferrer": "La seguretat del formulari ha fallat perquè la capçalera \"Referer\" és diferent del que s'esperava. Comproveu que s'ha enviat correctament.",
        "InvalidOrExpiredToken": "El testimoni no és vàlid o ha caducat.",
        "InvalidOrExpiredTokenV2": "La contrasenya ja s'ha creat o l'enllaç ha caducat.",
        "InvalidUsernameEmail": "Nom d'usuari o adreça de correu electrònic no vàlids.",
        "InvitationDeclineBody": "Voleu rebutjar aquesta invitació?",
        "InvitationDeclineTitle": "Rebutja la invitació",
        "InvitationHints": "(podeu sortir de la pàgina per cancel·lar aquesta acció)",
        "InvitationTitle": "Accepta la invitació",
        "LogIn": "Inicia la sessió",
        "LoginFromDifferentCountryEmail1": "Hem detectat un inici de sessió al vostre compte de Matomo des d'una ubicació diferent de la vostra àrea d'inici de sessió anterior.",
        "LoginFromDifferentCountryEmail2": "Dades d'inici de sessió:",
        "LoginFromDifferentCountryEmail3": "Si és vostre no cal que feu res. Si no reconeixeu aquest intent d'inici de sessió, seguiu els passos següents per protegir el vostre compte:",
        "LoginFromDifferentCountryEmail4": "Restableix la teva contrasenya:",
        "LoginFromDifferentCountryEmail5": "Activeu l'autenticació de dos factors (2FA) per obtenir més seguretat:",
        "LoginFromDifferentCountryEmail6": "També recomanem que reviseu l'activitat recent del vostre compte per assegurar-vos que no hi hagi altres accions no autoritzades.",
        "LoginFromDifferentCountryEmailLinkEnable2FA": "Activeu 2FA",
        "LoginFromDifferentCountryEmailLinkResetPassword": "Restabliu la vostra contrasenya",
        "LoginFromDifferentCountryEmailSubject": "S'ha detectat activitat d'inici de sessió inusual al vostre compte de Matomo",
        "LoginNotAllowedBecauseBlocked": "Massa inicis de sessió fallits. Espereu i proveu d'iniciar sessió de nou més tard.",
        "LoginNotAllowedBecauseUserLoginBlocked": "L'inici de sessió s'ha desactivat perquè es s'ha fet una quantitat sospitosa d'intents fallits durant la darrera hora.",
        "LoginOrEmail": "Nom d'usuari o correu electrònic",
        "LoginPasswordNotCorrect": "Nom d'usuari i/o contrasenya incorrectes.",
        "LostYourPassword": "Heu perdut la contrasenya?",
        "NewPassword": "Nova contrasenya",
        "NewPasswordRepeat": "Contrasenya nova (repetiu)",
        "NotAllowListTakesPrecendence": "Si una IP coincideix a la llista de bloqueig i a la llista de no bloquejar, es bloqueja.",
        "PasswordChanged": "Ara podeu utilitzar la vostra nova contrasenya per iniciar sessió.",
        "PasswordRepeat": "Contrasenya (repetiu)",
        "PasswordRequired": "Si us plau introduïu la contrasenya per continuar",
        "PasswordResetAlreadySent": "Heu sol·licitat massa restabliment de contrasenyes recentment. Podreu fer una nova sol·licitud en una hora. El vostre administrador us pot ajudar si això no funciona.",
        "PasswordResetCancelConfirm": "Confirmeu la cancel·lació del restabliment de la contrasenya",
        "PasswordResetCancelConfirmDescription": "Heu sol·licitat cancel·lar el restabliment de la contrasenya. Si us plau, confirmeu la vostra elecció per assegurar-vos que es processi la vostra sol·licitud. Si aquesta no era la vostra intenció, podeu tancar aquesta pàgina amb seguretat.",
        "PasswordResetCancelConfirmTitle": "Cancel·lació de restabliment de la contrasenya",
        "PasswordResetCancelEmail1": "Hem rebut el vostre informe que no heu sol·licitat l'intent de restabliment de la contrasenya recent per al vostre compte de Matomo. La sol·licitud de restabliment s'ha eliminat i no s'ha fet cap canvi al vostre compte.",
        "PasswordResetCancelEmail2": "El vostre compte continua sent segur. Per millorar la protecció, us recomanem que habiliteu l'autenticació de dos factors (2FA) per afegir una altra capa de seguretat.",
        "PasswordResetCancelEmail3": "Per activar 2FA, visiteu la configuració de seguretat del vostre compte personal i seguiu les instruccions que s'hi ofereixen.",
        "PasswordResetCancelEmailSubject": "El vostre compte de Matomo s'ha assegurat",
        "PasswordResetCancelTokenIssue": "Hem observat que heu intentat cancel·lar la vostra sol·licitud de restabliment de la contrasenya. Malauradament, aquest enllaç ja no és vàlid perquè ha caducat, no és bo o ja s'ha utilitzat.",
        "PasswordResetEmail1": "Hem rebut una sol·licitud per restablir la contrasenya del vostre compte de Matomo des de l'adreça IP %1$s. Si heu iniciat aquesta sol·licitud, podeu restablir la vostra contrasenya fent clic a l'enllaç següent:",
        "PasswordResetEmail2": "Aquest enllaç caducarà d'aquí a 24 hores per motius de seguretat.",
        "PasswordResetEmail3": "Si no heu sol·licitat el restabliment de la contrasenya, podeu cancel·lar la sol·licitud fent clic a l'enllaç següent:",
        "PasswordResetEmail4": "El vostre compte continua sent segur, però us recomanem que actueu ràpidament si no heu iniciat aquesta sol·licitud.",
        "PasswordResetEmail5": "Per obtenir més seguretat, us recomanem que habiliteu l'autenticació de dos factors (2FA) després de restablir la contrasenya.",
        "PasswordResetEmailLinkCancel": "Aquest no era jo",
        "PasswordResetEmailLinkReset": "Restableix la teva contrasenya",
        "PasswordResetEmailSubject": "Restableix la contrasenya del teu compte de Matomo",
        "PasswordsDoNotMatch": "Les contrasenyes no coincideixen.",
        "PluginDescription": "Proporciona el nom d'usuari i la contrasenya d'inici de sessió, així com la funcionalitat de restabliment de la contrasenya. El mètode d'inici de sessió es pot canviar mitjançant un altre connector d'inici de sessió, com ara LoginLdap, disponible al mercat.",
        "RememberMe": "Recorda'm",
        "SecurityTip": "Consell de seguretat",
        "SettingBruteForceBlacklistIp": "Bloquegeu sempre que aquestes IP puguin iniciar sessió",
        "SettingBruteForceEnable": "Activa la detecció de força bruta",
        "SettingBruteForceEnableHelp": "Tanca la sessió dels usuaris que fan massa proves de contrasenyes en un període de temps durant una estona. Això evita que algú pugui provar totes les combinacions. Bloquejar una IP compartida també bloqueja els seus altres usuaris.",
        "SettingBruteForceMaxFailedLogins": "Nombre de reintents d'inici de sessió permesos dins d'un interval de temps",
        "SettingBruteForceMaxFailedLoginsHelp": "Bloqueja l'IP si es registra més d'aquest nombre d'inicis de sessió fallits dins del període de temps establert a continuació.",
        "SettingBruteForceTimeRange": "Compteu els intents d'inici de sessió dins d'aquest interval de temps en minuts",
        "SettingBruteForceTimeRangeHelp": "Introduïu un número de minuts.",
        "SettingBruteForceWhitelistIp": "No bloquegeu mai que aquestes IP iniciïn sessió",
        "SuspiciousLoginAttemptsInLastHourEmail1": "S'ha fet un nombre sospitosament alt d'intents d'inici de sessió al vostre compte de Matomo la darrera hora. Concretament %1$s intents d'inici de sessió des de %2$s adreces IP diferents. És possible que algú estigui intentant entrar al vostre compte.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Feu el següent:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Assegureu-vos que la vostra contrasenya sigui una contrasenya segura i aleatòria d'almenys 30 caràcters.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Configureu l'autenticació de dos factors per tal que els atacants necessitin no només la vostra contrasenya per iniciar sessió.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Configureu una llista d'adreces IP per no bloquejar mai si el vostre Matomo té un conjunt limitat d'usuaris o IP des d'on accedir. %1$sLlegiu la documentació per obtenir més informació.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "S'han fet alguns intents d'inici de sessió sospitosos amb el vostre nom d'usuari…",
        "TimeOfLogin": "Hora d'inici de sessió",
        "UnblockAllIPs": "Desbloqueja totes les IP bloquejades",
        "WrongPasswordEntered": "Introduïu la vostra contrasenya."
    }
}
