{
    "Login": {
        "Accept": "Glac leis",
        "AcceptPrivacyPolicy": "Ní mór duit glacadh leis an bpolasaí príobháideachais.",
        "AcceptPrivacyPolicyAndTermsAndCondition": "Ní mór duit glacadh leis an bpolasaí príobháideachais agus leis na téarmaí &amp; coinníollacha.",
        "AcceptTermsAndCondition": "Ní mór duit glacadh leis na téarmaí &amp; coinníollacha.",
        "BruteForceLog": "Logchomhad Fórsa Brute",
        "BySigningUpPrivacyPolicy": "Trí chlárú, glacaim leis an bpolasaí %1$sprivacy%2$s",
        "BySigningUpPrivacyPolicyAndTermsAndCondition": "Trí chlárú, glacaim leis an %1$sprivacy policy%2$s agus an %3$sterms &amp; conditions%4$s",
        "BySigningUpTermsAndCondition": "Trí chlárú, glacaim leis an %1$sterms &amp; conditions%2$s",
        "CancelPasswordResetRequestRemoved": "Baineadh an t-iarratas",
        "CancelPasswordResetRequestRemovedMessage": "Tá sé taifeadta againn nár iarr tú an pasfhocal seo a athshocrú. Baineadh an t-iarratas athshocraithe, agus ní dhearnadh aon athrú ar do chuntas.",
        "CancelPasswordResetSecurityTip": "Ar mhaithe le cosaint bhreise, molaimid fíordheimhniú dhá fhachtóir (2FA) a chumasú.",
        "ChangeYourPassword": "Athraigh do phasfhocal",
        "ConfirmPasswordReset": "Athshocraigh an focal faire",
        "ConfirmPasswordResetIntro": "Clóscríobh do phasfhocal nua le do thoil chun a dheimhniú gur iarr tú gur athraigh do phasfhocal.",
        "ConfirmPasswordResetWrongPassword": "Ní mheaitseálann an pasfhocal a iontráladh do cheann nuadhéanta. Athshocraigh do phasfhocal arís mura gcuimhníonn tú air. Ná déan aon rud chun do phasfhocal a choinneáil mura n-iarrann tú é a athrú.",
        "ConfirmPasswordToContinue": "Deimhnigh do phasfhocal chun leanúint ar aghaidh",
        "ConfirmationLinkSent": "Oscail an nasc deimhnithe a sheoltar chuig do bhosca isteach ríomhphoist chun a dheimhniú go n-athraíonn tú do phasfhocal.",
        "ContactAdmin": "Fáth a d'fhéadfadh a bheith ann: seans gur dhíchumasaigh d'óstach an fheidhm ríomhphoist(). <br>Déan teagmháil le do riarthóir Matomo, le do thoil.",
        "CreatePasswordDescription": "Déan cinnte go gcuimhníonn tú ar an bpasfhocal seo agus coinnigh in áit shábháilte é.",
        "CurrentlyBlockedIPs": "IPanna Blocáilte",
        "CurrentlyBlockedIPsUnblockConfirm": "Díbhlocáil gach IPanna blocáilte?",
        "CurrentlyBlockedIPsUnblockInfo": "Is féidir leat bac a chur ar IPanna trí dhearmad chun ligean dóibh logáil isteach arís.",
        "DeclineInvitationInfo": "Diúltaíodh do chuireadh.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Ní féidir úsáideoir a bhfuil rochtain sárúsáideora aige a fhíordheimhniú leis an meicníocht '%s'.",
        "ExceptionPasswordMD5HashExpected": "Táthar ag súil go mbeidh an paraiméadar focal faire ina hais MD5 den phasfhocal.",
        "HelpIpRange": "Cuir isteach seoladh IP amháin nó raon IP amháin in aghaidh an líne. Is féidir leat nodaireacht CIDR a úsáid m.sh: %1$s nó is féidir leat saoróga a úsáid, m.sh: %2$s nó %3$s",
        "IPsAlwaysBlocked": "Cuirtear bac ar na IPanna seo i gcónaí",
        "InvalidNonceOrigin": "Theip ar shlándáil na foirme mar gheall ar thionscnamh neamhbhailí. Má cheangail tú roimhe seo ag baint úsáide as HTTPS, cinntigh le do thoil go bhfuil tú ag nascadh thar nasc slán (SSL / TLS) agus bain triail eile as.",
        "InvalidNonceReferrer": "Theip ar shlándáil na foirme mar gheall ar cheanntásc neamhbhailí \"Referer\". Má tá seachfhreastalaí á úsáid agat, ní mór duit%1$sconfigure Matomo chun glacadh leis an gceanntásc seachfhreastalaí%2$s a chuireann ceanntásc an óstríomhaire ar aghaidh. Chomh maith leis sin, seiceáil go seoltar do cheanntásc \"Referer\" i gceart. Má cheangail tú roimhe seo ag baint úsáide as HTTPS, cinntigh le do thoil go bhfuil tú ag nascadh thar nasc slán (SSL / TLS) agus bain triail eile as.",
        "InvalidNonceSSLMisconfigured": "Chomh maith leis sin, is féidir leat %1$sforce Matomo a úsáid chun nasc slán%2$s a úsáid: i do chomhad cumraíochta%3$s set%4$s faoi roinn %5$s",
        "InvalidNonceToken": "Theip ar shlándáil na foirme mar gheall ar mhí-oiriúint chomhartha. Athluchtaigh an fhoirm agus seiceáil go bhfuil d'fhianáin ar siúl.",
        "InvalidNonceUnexpectedReferrer": "Theip ar shlándáil na foirme toisc go bhfuil an ceanntásc \"Referer\" difriúil ón méid a rabhthas ag súil leis. Seiceáil go seoltar i gceart é.",
        "InvalidOrExpiredToken": "Tá an comhartha neamhbhailí nó tá sé imithe in éag.",
        "InvalidOrExpiredTokenV2": "Tá an pasfhocal socraithe cheana féin nó tá an nasc imithe in éag.",
        "InvalidUsernameEmail": "Ainm úsáideora neamhbhailí nó seoladh ríomhphoist.",
        "InvitationDeclineBody": "Diúltaigh don chuireadh seo?",
        "InvitationDeclineTitle": "Diúltaigh don chuireadh",
        "InvitationHints": "(is féidir leat an leathanach a fhágáil chun an gníomh seo a chealú)",
        "InvitationTitle": "Glac le cuireadh",
        "LogIn": "Sínigh isteach",
        "LoginFromDifferentCountryEmail1": "Bhraitheamar logáil isteach chuig do chuntas Matomo ó shuíomh atá difriúil ó do limistéar logáil isteach roimhe seo.",
        "LoginFromDifferentCountryEmail2": "Sonraí logáil isteach:",
        "LoginFromDifferentCountryEmail3": "Más tusa a bhí ann, níl aon ghá le gníomh. Murar aithin tú an iarracht logáil isteach seo, déan na céimeanna seo a leanas chun do chuntas a dhéanamh slán:",
        "LoginFromDifferentCountryEmail4": "Athshocraigh do phasfhocal:",
        "LoginFromDifferentCountryEmail5": "Cumasaigh Fíordheimhniú Dhá Fhachtóir (2FA) le haghaidh slándála breise:",
        "LoginFromDifferentCountryEmail6": "Molaimid freisin athbhreithniú a dhéanamh ar do ghníomhaíocht chuntais le déanaí chun a chinntiú nach bhfuil aon ghníomhartha neamhúdaraithe eile ann.",
        "LoginFromDifferentCountryEmailLinkEnable2FA": "Cumasaigh 2FA",
        "LoginFromDifferentCountryEmailLinkResetPassword": "Athshocraigh do phasfhocal",
        "LoginFromDifferentCountryEmailSubject": "Braitheadh gníomhaíocht logáil isteach neamhghnách ar do chuntas Matomo",
        "LoginNotAllowedBecauseBlocked": "Theip ar an iomarca logáil isteach. Fan agus bain triail as logáil isteach arís níos déanaí.",
        "LoginNotAllowedBecauseUserLoginBlocked": "Tá logáil isteach casta as ó rinneadh méid amhrasach d'iarrachtaí teipthe le linn na huaire seo caite.",
        "LoginOrEmail": "Ainm úsáideora nó r-phost",
        "LoginPasswordNotCorrect": "Ainm úsáideora agus/nó pasfhocal mícheart.",
        "LostYourPassword": "Chaill tú do phasfhocal?",
        "NewPassword": "Pasfhocal nua",
        "NewPasswordRepeat": "Pasfhocal nua (athrá)",
        "NotAllowListTakesPrecendence": "Má tá IP ar liosta na IPanna chun bac a chur air agus gan bac a chur air riamh, cuirtear bac air.",
        "PasswordChanged": "Is féidir leat do phasfhocal nua a úsáid anois chun logáil isteach.",
        "PasswordRepeat": "Pasfhocal (athrá)",
        "PasswordRequired": "Iontráil do phasfhocal chun leanúint ar aghaidh",
        "PasswordResetAlreadySent": "D'iarr tú an iomarca athshocrú pasfhocail le déanaí. Is féidir iarratas nua a dhéanamh in uair an chloig. Is féidir le do riarthóir cabhrú leat mura n-oibríonn sé sin.",
        "PasswordResetCancelConfirm": "Deimhnigh cealú athshocrú pasfhocail",
        "PasswordResetCancelConfirmDescription": "D'iarr tú do phasfhocal a athshocrú. Deimhnigh do rogha chun a chinntiú go ndéantar d’iarratas a phróiseáil. Mura raibh sé seo ar intinn agat, is féidir leat an leathanach seo a dhúnadh go sábháilte.",
        "PasswordResetCancelConfirmTitle": "Cealú athshocrú pasfhocail",
        "PasswordResetCancelEmail1": "Tá do thuairisc faighte againn nár iarr tú an iarracht athshocrú pasfhocail le déanaí le do chuntas Matomo. Baineadh an t-iarratas athshocraithe, agus ní dhearnadh aon athrú ar do chuntas.",
        "PasswordResetCancelEmail2": "Fanann do chuntas slán. Ar mhaithe le cosaint fheabhsaithe, molaimid fíordheimhniú dhá fhachtóir (2FA) a chumasú chun sraith eile slándála a chur leis.",
        "PasswordResetCancelEmail3": "Chun 2FA a chumasú, tabhair cuairt ar shocruithe slándála do chuntais phearsanta agus lean na treoracha a thugtar.",
        "PasswordResetCancelEmailSubject": "Tá do chuntas Matomo slán",
        "PasswordResetCancelTokenIssue": "Thugamar faoi deara go ndearna tú iarracht d'iarratas ar athshocrú pasfhocail a chealú. Ar an drochuair, níl an nasc seo bailí a thuilleadh toisc go bhfuil sé imithe in éag, go bhfuil sé neamhbhailí nó gur úsáideadh cheana é.",
        "PasswordResetEmail1": "Fuaireamar iarratas chun an focal faire le do chuntas Matomo a athshocrú ón seoladh IP %1$s. Má thionscain tú an t-iarratas seo, is féidir leat do phasfhocal a athshocrú ach cliceáil ar an nasc thíos:",
        "PasswordResetEmail2": "Rachaidh an nasc seo in éag i gceann 24 huaire ar chúiseanna slándála.",
        "PasswordResetEmail3": "Murar iarr tú an pasfhocal seo a athshocrú, is féidir leat an t-iarratas a chealú ach cliceáil ar an nasc thíos:",
        "PasswordResetEmail4": "Fanann do chuntas slán, ach molaimid duit gníomhú go tapa murar chuir tú tús leis an iarratas seo.",
        "PasswordResetEmail5": "Ar mhaithe le slándáil bhreise, molaimid fíordheimhniú dhá fhachtóir (2FA) a chumasú tar éis do phasfhocal a athshocrú.",
        "PasswordResetEmailLinkCancel": "Níorbh é seo mise",
        "PasswordResetEmailLinkReset": "Athshocraigh do phasfhocal",
        "PasswordResetEmailSubject": "Athshocraigh pasfhocal do chuntais Matomo",
        "PasswordsDoNotMatch": "Pasfhocail mhímheaitseála.",
        "PluginDescription": "Soláthraíonn ainm úsáideora agus logáil isteach phasfhocal chomh maith le feidhmiúlacht athshocrú phasfhocal. Is féidir an modh logála isteach a athrú trí bhreiseán logála isteach eile a úsáid, mar shampla LoginLdap atá ar fáil ar an margadh.",
        "RememberMe": "Cuimhnigh orm",
        "SecurityTip": "Leid Slándála",
        "SettingBruteForceBlacklistIp": "Cuir bac ar na IPanna seo i gcónaí ó logáil isteach",
        "SettingBruteForceEnable": "Cumasaigh Brath Brute-force",
        "SettingBruteForceEnableHelp": "Logs amach úsáideoirí a dhéanamh guesses phasfhocal iomarca laistigh de thréimhse ama ar feadh tamaill. Cuireann sé seo cosc ar dhuine ar bith gach teaglaim a thástáil. Má chuirtear bac ar IP comhroinnte cuireann sé a úsáideoirí eile faoi ghlas freisin.",
        "SettingBruteForceMaxFailedLogins": "Líon na n-atriail logála isteach ceadaithe laistigh de thréimhse ama ar leith",
        "SettingBruteForceMaxFailedLoginsHelp": "Bloic an IP má tá níos mó ná an líon seo de logáil isteach theip a thaifeadadh laistigh den fhráma ama atá leagtha thíos.",
        "SettingBruteForceTimeRange": "Líon na hathróga logála isteach laistigh den raon ama seo i nóiméid",
        "SettingBruteForceTimeRangeHelp": "Iontráil roinnt nóiméad.",
        "SettingBruteForceWhitelistIp": "Ná bac leis na IPanna seo ó logáil isteach",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Rinneadh líon ard iarrachtaí logála isteach amhrasach ar do chuntas Matomo an uair dheireanach. Go sonrach iarrachtaí logála isteach %1$s ó sheoltaí IP ar leith %2$s. D'fhéadfadh duine éigin a bheith ag iarraidh briseadh isteach i do chuntas.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Déan an méid seo a leanas:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Cinntigh gur pasfhocal slán randamach de 30 carachtar ar a laghad é do phasfhocal.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Socraigh fíordheimhniú dhá fhachtóir ionas go mbeidh níos mó ná do phasfhocal ag teastáil ó ionsaitheoirí chun logáil isteach.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Socraigh liosta seoltaí IP gan bac a chur air má tá sraith theoranta úsáideoirí nó úsáideoirí IPs ag do Matomo. %1$sLéigh na docs le haghaidh tuilleadh eolais.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Rinneadh roinnt iarrachtaí logála isteach amhrasacha ag baint úsáide as d'ainm úsáideora …",
        "TimeOfLogin": "Am logáil isteach",
        "UnblockAllIPs": "Díbhlocáil gach IPanna bactha",
        "WrongPasswordEntered": "Cuir isteach do phasfhocal, le do thoil."
    }
}
