{
    "Login": {
        "Accept": "Aceitar",
        "AcceptPrivacyPolicy": "Você precisa aceitar a política de privacidade.",
        "AcceptPrivacyPolicyAndTermsAndCondition": "Você precisa aceitar a política de privacidade e os termos &amp; condições.",
        "AcceptTermsAndCondition": "Você precisa aceitar os termos &amp; condições.",
        "BruteForceLog": "Registo de força bruta",
        "BySigningUpPrivacyPolicy": "Ao me inscrever, eu aceito a %1$spolítica de privacidade%2$s",
        "BySigningUpPrivacyPolicyAndTermsAndCondition": "Ao me inscrever, eu aceito a %1$spolítica de privacidade%2$s e os %3$s termos &amp; condições%4$s",
        "BySigningUpTermsAndCondition": "Ao me inscrever, eu aceito os %1$s termos &amp; condições%2$s",
        "CancelPasswordResetRequestRemoved": "O pedido foi removido",
        "CancelPasswordResetRequestRemovedMessage": "Nós registramos que você não solicitou esta redefinição de senha. A solicitação de redefinição foi removida e nenhuma alteração foi feita em sua conta.",
        "CancelPasswordResetSecurityTip": "Para proteção adicional, recomendamos ativar a autenticação de dois fatores (2FA).",
        "ChangeYourPassword": "Alterar a sua palavra-passe",
        "ConfirmPasswordReset": "Redefinir senha",
        "ConfirmPasswordResetIntro": "Por favor, digite sua nova senha para confirmar que você realmente solicitou a alteração de sua senha.",
        "ConfirmPasswordResetWrongPassword": "A senha digitada não corresponde à senha recém-criada. Redefina sua senha novamente caso não se lembre dela. Não faça nada para manter sua senha se você não solicitou a alteração dela.",
        "ConfirmPasswordToContinue": "Confirme a sua palavra-passe para prosseguir",
        "ConfirmationLinkSent": "Abra o link de confirmação enviado para sua caixa de entrada de e-mail para confirmar a alteração de sua senha.",
        "ContactAdmin": "Possível motivo: seu host pode ter desabilitado a função mail(). <br>Entre em contato com o administrador do Matomo.",
        "CreatePasswordDescription": "Certifique-se de lembrar desta senha e de mantê-la em lugar seguro.",
        "CurrentlyBlockedIPs": "IPs bloqueados",
        "CurrentlyBlockedIPsUnblockConfirm": "Desbloquear todos os IPs bloqueados?",
        "CurrentlyBlockedIPsUnblockInfo": "Você pode desbloquear IPs bloqueados por engano para permitir que eles façam login novamente.",
        "DeclineInvitationInfo": "Seu convite foi recusado.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Um utilizador com acesso de super-utilizador não pode ser autenticado utilizando o mecanismo '%s'.",
        "ExceptionPasswordMD5HashExpected": "Espera-se que o parâmetro da palavra-passe seja uma hash MD5 da palavra-passe.",
        "HelpIpRange": "Insira um endereço IP ou um intervalo de IP por linha. Você pode usar a notação CIDR, por exemplo: %1$s ou você pode usar curingas, por exemplo: %2$s ou %3$s",
        "IPsAlwaysBlocked": "Estes IPs são sempre bloqueados",
        "InvalidNonceOrigin": "A segurança do formulário falhou devido à origem inválida. Se você se conectou anteriormente usando HTTPS, verifique se está se conectando por meio de uma conexão segura (SSL/TLS) e tente novamente.",
        "InvalidNonceReferrer": "A segurança do formulário falhou devido a um cabeçalho \"Referenciador\" inválido. Se estiver usando um servidor proxy, você deve %1$sconfigurar o Matomo para aceitar o cabeçalho do proxy%2$s que encaminha o cabeçalho do host. Além disso, verifique se o cabeçalho \"Referenciador\" foi enviado corretamente. Se você se conectou anteriormente usando HTTPS, verifique se está se conectando por meio de uma conexão segura (SSL/TLS) e tente novamente.",
        "InvalidNonceSSLMisconfigured": "Além disso, pode %1$sforçar o Matomo a usar uma conexão segura%2$s: no seu ficheiro de configuração%3$s defina %4$s abaixo da secção %5$s",
        "InvalidNonceToken": "A segurança do formulário falhou devido a uma incompatibilidade de token. Recarregue o formulário e verifique se seus cookies estão ativados.",
        "InvalidNonceUnexpectedReferrer": "A segurança do formulário falhou porque o cabeçalho \"Referenciador\" é diferente do esperado. Verifique se foi enviado corretamente.",
        "InvalidOrExpiredToken": "O token é inválido ou expirou.",
        "InvalidOrExpiredTokenV2": "A senha já foi definida ou o link expirou.",
        "InvalidUsernameEmail": "Nome de utilizador ou endereço de e-mail inválido.",
        "InvitationDeclineBody": "Recusar este convite?",
        "InvitationDeclineTitle": "Recusar convite",
        "InvitationHints": "(você pode sair da página para cancelar esta ação)",
        "InvitationTitle": "Aceitar convite",
        "LogIn": "Entrar",
        "LoginFromDifferentCountryEmail1": "Detectamos um acesso na sua conta Matomo a partir de um local diferente da sua área de acesso anterior.",
        "LoginFromDifferentCountryEmail2": "Detalhes do acesso:",
        "LoginFromDifferentCountryEmail3": "Se foi você, nenhuma ação é necessária. Se você não reconheceu esta tentativa de acesso, siga as seguintes etapas para garantir sua conta:",
        "LoginFromDifferentCountryEmail4": "Redefina sua senha:",
        "LoginFromDifferentCountryEmail5": "Ativar Autenticação de Dois Fatores (2FA) para segurança adicional:",
        "LoginFromDifferentCountryEmail6": "Também recomendamos revisar suas atividades recentes para garantir que não haja outras ações não autorizadas.",
        "LoginFromDifferentCountryEmailLinkEnable2FA": "Ativar 2FA",
        "LoginFromDifferentCountryEmailLinkResetPassword": "Redefina sua senha",
        "LoginFromDifferentCountryEmailSubject": "Atividade de acesso incomum detectada em sua conta Matomo",
        "LoginNotAllowedBecauseBlocked": "Muitas falhas de login. Aguarde e tente fazer login novamente mais tarde.",
        "LoginNotAllowedBecauseUserLoginBlocked": "O login foi desativado desde que uma quantidade suspeita de tentativas falhadas foram feitas durante a última hora.",
        "LoginOrEmail": "Nome de utilizador ou e-mail",
        "LoginPasswordNotCorrect": "Combinação de nome de utilizador e palavra-passe incorreta.",
        "LostYourPassword": "Perdeu a sua palavra-passe?",
        "NewPassword": "Nova palavra-passe",
        "NewPasswordRepeat": "Nova senha (repetir)",
        "NotAllowListTakesPrecendence": "Se um IP estiver na lista de IPs a serem bloqueados e nunca bloqueados, ele será bloqueado.",
        "PasswordChanged": "Agora você pode usar sua nova senha para fazer login.",
        "PasswordRepeat": "Senha (repetir)",
        "PasswordRequired": "Por favor, digite sua senha para continuar",
        "PasswordResetAlreadySent": "Você solicitou muitas redefinições de senha recentemente. Uma nova solicitação pode ser feita em uma hora. Seu administrador pode ajudá-lo se isso não funcionar.",
        "PasswordResetCancelConfirm": "Confirme o cancelamento de redefinição de senha",
        "PasswordResetCancelConfirmDescription": "Você pediu para cancelar sua redefinição de senha. Por favor, confirme sua escolha para garantir que seu pedido seja processado. Se esta não foi sua intenção, você pode fechar com segurança esta página.",
        "PasswordResetCancelConfirmTitle": "Cancelamento de redefinição de senha",
        "PasswordResetCancelEmail1": "Recebemos seu relato de que você não solicitou a recente tentativa de redefinição de senha para sua conta Matomo. A solicitação de redefinição foi removida e nenhuma alteração foi feita em sua conta.",
        "PasswordResetCancelEmail2": "Sua conta permanece segura. Para maior proteção, recomendamos permitir a autenticação de dois fatores (2FA) para adicionar outra camada de segurança.",
        "PasswordResetCancelEmail3": "Para ativar o 2FA, visite as configurações de segurança da sua conta e siga as instruções fornecidas.",
        "PasswordResetCancelEmailSubject": "A sua conta Matomo foi protegida",
        "PasswordResetCancelTokenIssue": "Reparamos que você tentou cancelar sua solicitação de redefinição de senha. Infelizmente, este link não é mais válido porque ou expirou, é inválido ou já foi usado.",
        "PasswordResetEmail1": "Recebemos um pedido para redefinir a senha da sua conta Matomo do endereço IP %1$s. Se você iniciou esta solicitação, você pode redefinir sua senha clicando no link abaixo:",
        "PasswordResetEmail2": "Por razões de segurança, este link expirará em 24 horas.",
        "PasswordResetEmail3": "Se você não solicitou essa redefinição de senha, você pode cancelar a solicitação clicando no link abaixo:",
        "PasswordResetEmail4": "Sua conta permanece segura, mas nós encorajamos você a agir rapidamente se você não iniciou este pedido.",
        "PasswordResetEmail5": "Para maior segurança, recomendamos ativar a autenticação de dois fatores (2FA) após redefinir sua senha.",
        "PasswordResetEmailLinkCancel": "Não fui eu",
        "PasswordResetEmailLinkReset": "Redefina sua senha",
        "PasswordResetEmailSubject": "Redefina a senha da conta Matomo",
        "PasswordsDoNotMatch": "Senhas incompatíveis.",
        "PluginDescription": "Fornece autenticação via nome de utilizador e palavra-passe bem como a funcionalidade de reposição de palavra-passe. O método de autenticação pode ser alterado utilizando outra extensão de autenticação, como o LoginLdap disponível na loja.",
        "RememberMe": "Recordar-me",
        "SecurityTip": "Dica de Segurança",
        "SettingBruteForceBlacklistIp": "Impedir sempre estes endereços de IP de iniciar sessão",
        "SettingBruteForceEnable": "Ativar detecção de força bruta",
        "SettingBruteForceEnableHelp": "A »Deteção de Força Bruta» é uma funcionalidade de segurança importante para proteger os seus dados do acesso não autorizado. Em vez de permitir que qualquer utilizador tente milhares ou milhões de combinações de palavras-passe num intervalo de tempo muito curto, isto irá permitir apenas uma quantidade específica de autenticações falhadas durante um curto intervalo de tempo. Se ocorreram demasiadas falhas de autenticação nesse intervalo de tempo, o utilizador não poderá iniciar a sessão até que decorra algum tempo. Por favor, note que, se um endereço de IP for bloqueado, qualquer utilizador que utilize esse IP também será impedido de iniciar a sessão.",
        "SettingBruteForceMaxFailedLogins": "Número de novas tentativas de login permitidas dentro de um determinado período de tempo",
        "SettingBruteForceMaxFailedLoginsHelp": "Bloqueia o IP se mais do que esse número de logins com falha forem registrados dentro do prazo definido abaixo.",
        "SettingBruteForceTimeRange": "Contabilizar o número de tentativas de autenticação dentro deste intervalo de tempo, em minutos",
        "SettingBruteForceTimeRangeHelp": "Digite um número de minutos.",
        "SettingBruteForceWhitelistIp": "Nunca impedir estes endereços de IP de iniciar sessão",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Um número suspeito de tentativas de login foi feito em sua conta Matomo na última hora. Especificamente %1$s tentativas de login de %2$s endereços IP distintos. Alguém pode estar tentando invadir sua conta.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Faça o seguinte:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Certifique-se de que sua senha seja uma senha segura e aleatória de pelo menos 30 caracteres.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Configure a autenticação de dois fatores para que os invasores precisem de mais do que apenas sua senha para fazer login.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Configure uma lista de endereços IP para nunca bloquear se o seu Matomo tem um conjunto limitado de utilizadores ou IP dos quais os utilizadores acedem. %1$sConsulte a documentação para mais informações.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Foram feitas algumas tentativas suspeitas de início de sessão com o seu nome de utilizador…",
        "TimeOfLogin": "Horário de acesso",
        "UnblockAllIPs": "Desbloquear todos os IPs bloqueados",
        "WrongPasswordEntered": "Por favor, insira sua senha."
    }
}
