{
    "Login": {
        "Accept": "Pranoje",
        "AcceptPrivacyPolicy": "Lypset të pranoni rregullat e privatësisë.",
        "AcceptPrivacyPolicyAndTermsAndCondition": "Lypset të pranoni rregullat e privatësisë dhe termat &amp; kushtet.",
        "AcceptTermsAndCondition": "Lypset të pranoni termat &amp; kushtet.",
        "BruteForceLog": "Regjistër Hyrjesh Me Zor",
        "BySigningUpPrivacyPolicy": "Duke u regjistruar, pranoj %1$srregullat e privatësisë%2$s",
        "BySigningUpPrivacyPolicyAndTermsAndCondition": "Duke u regjistruar, pranoj %1$srregullat e privatësisë%2$s dhe %3$stermat &amp; kushtet%4$s",
        "BySigningUpTermsAndCondition": "Duke u regjistruar, pranoj %1$stermat &amp; kushtet%2$s",
        "CancelPasswordResetRequestRemoved": "Kërkesa u hoq",
        "CancelPasswordResetRequestRemovedMessage": "Kemi regjistruar që s’e kërkuat ju këtë ricaktim fjalëkalimi. Kërkesa për ricaktim u hoq dhe te llogaria juaj s’u bënë ndryshime.",
        "CancelPasswordResetSecurityTip": "Për shtim të mbrojtjes, rekomandojmë aktivizimin e mirëfilltësimit dyfaktorësh (2FA).",
        "ChangeYourPassword": "Ndryshoni fjalëkalimin tuaj",
        "ConfirmPasswordReset": "Ricaktoni fjalëkalimin",
        "ConfirmPasswordResetIntro": "Për ripohim se kërkuat vërtet të ndryshohet fjalëkalimi juaj, ju lutemi, jepni fjalëkalimin tuaj të ri.",
        "ConfirmPasswordResetWrongPassword": "Fjalëkalimi i dhënë nuk përputhet me fjalëkalimin tuaj të ri. Nëse s’e mbani mend, ricaktoni sërish fjalëkalimin tuaj. Nëse s’kërkuat ndryshim fjalëkalimi, thjesht mos bëni gjë, që të mbani fjalëkalimin tuaj.",
        "ConfirmPasswordToContinue": "Që të vazhdohet, ripohoni fjalëkalimin tuaj",
        "ConfirmationLinkSent": "Hapni lidhjen e ripohimit dërguar te adresa juaj email, që të ripohoni kërkesën tuaj për ndryshim të fjalëkalimit.",
        "ContactAdmin": "Arsye e mundshme: streha juaj mund të ketë çaktivizuar funksionin mail(). <br>Ju lutemi, lidhuni me përgjegjësin e Matomo-s tuaj.",
        "CreatePasswordDescription": "Sigurohuni se e mbani mend këtë fjalëkalim dhe ruajeni në një vend të parrezik.",
        "CurrentlyBlockedIPs": "IP të bllokuara",
        "CurrentlyBlockedIPsUnblockConfirm": "Të zhbllokohen krejt IP-të e bllokuara?",
        "CurrentlyBlockedIPsUnblockInfo": "Mundeni të zhbllokoni IP të bllokuara gabimisht, që të lejohet sërish hyrja prej tyre.",
        "DeclineInvitationInfo": "Ftesa juaj u hodh poshtë.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "Një përdorues me të drejta superpërdoruesi s’mund të bëjë mirëfilltësimin e vetes duke përdorur mekanizmin '%s'.",
        "ExceptionPasswordMD5HashExpected": "Parametri i fjalëkalimit pritet të jetë një hash MD5 fjalëkalimi.",
        "HelpIpRange": "Jepni një adresë IP ose një interval IP-sh për rresht. Mund të përdorni mënyrë shënimesh CIDR, p.sh., %1$s ose mund të përdorni shenja të gjithëpushtetshme, p.sh., %2$s ose %3$s",
        "IPsAlwaysBlocked": "Këto IP janë përherë të bllokuara",
        "InvalidNonceOrigin": "Siguria e formularit dështoi, për shkak origjine të pavlefshme. Nëse më herët u lidhët duke përdorur HTTPS, ju lutemi, sigurohuni se po lidheni përmes një lidhjeje të siguruar (SSL/TLS) dhe riprovoni.",
        "InvalidNonceReferrer": "Siguria e formularit dështoi, për shkak të një kryeje “Referer” të pavlefshme. Nëse përdorni një shërbyes ndërmjetës, duhet %1$s të formësoni Matomo-n të pranojë krye ndërmjetësi %2$s që shpien te kryet e strehës. Veç kësaj, kontrolloni që kryeja “Referer” dërgohet saktë. Nëse më herët u lidhët duke përdorur HTTPS, ju lutemi, sigurohuni se po lidheni përmes një lidhjeje të sigurt (SSL/TLS) dhe riprovoni.",
        "InvalidNonceSSLMisconfigured": "Po ashtu, mund %1$sta detyroni Matomo-n të përdorë një lidhje të sigurt%2$s: te kartela juaj %3$s rregulloni %4$s nën ndarjen %5$s",
        "InvalidNonceToken": "Siguria e formularit dështoi, për shkak mospërputhje token-ësh. Ju lutemi, ringarkoni formularin dhe shihni që cookie-t tuaja të jenë të aktivizuara.",
        "InvalidNonceUnexpectedReferrer": "Siguria e formularit dështoi, ngaqë kryet “Referer” janë të ndryshme nga kryet që priteshin për të. Kontrolloni se janë dërguar saktë.",
        "InvalidOrExpiredToken": "Token-i është i pavlefshëm ose ka skaduar.",
        "InvalidOrExpiredTokenV2": "Fjalëkalimi është ujdisur tashmë, ose lidhja ka skaduar.",
        "InvalidUsernameEmail": "Emër përdoruesi dhe/ose adresë email e pavlefshme.",
        "InvitationDeclineBody": "Të hidhet poshtë ftesa?",
        "InvitationDeclineTitle": "Hidheni poshtë ftesën",
        "InvitationHints": "(mund të braktisni faqen, që të anuloni këtë veprim)",
        "InvitationTitle": "Pranojeni ftesën",
        "LogIn": "Hyni",
        "LoginFromDifferentCountryEmail1": "Kemi pikasur një hyrje te llogaria juaj Matomo nga një vendndodhje që është e ndryshme prej zonës së hyrjeve tuaja të mëparshme.",
        "LoginFromDifferentCountryEmail2": "Hollësi hyrjeje:",
        "LoginFromDifferentCountryEmail3": "Nëse qetë ju, s’duhet ndonjë veprim. Nëse nuk e njihni këtë përpjekje për hyrje, ju lutemi, ndiqni hapat vijues për të siguruar llogarinë tuaj:",
        "LoginFromDifferentCountryEmail4": "Ricaktoni fjalëkalimin tuaj:",
        "LoginFromDifferentCountryEmail5": "Aktivizoni Mirëfilltësim Dyfaktorësh (2FA) për siguri shtesë:",
        "LoginFromDifferentCountryEmail6": "Rekomandojmë gjithashtu shqyrtimin e veprimtarisë së freskët në llogari, për t’u siguruar se nuk ka veprime të tjera të paautorizuara.",
        "LoginFromDifferentCountryEmailLinkEnable2FA": "Aktivizoni 2FA-në",
        "LoginFromDifferentCountryEmailLinkResetPassword": "Ricaktoni fjalëkalimin tuaj",
        "LoginFromDifferentCountryEmailSubject": "Veprimtari jo e zakontë e pikasur te llogaria juaj Matomo",
        "LoginNotAllowedBecauseBlocked": "Shumë prova të dështuara hyrjesh. Ju lutemi, prisni dhe riprovoni më vonë.",
        "LoginNotAllowedBecauseUserLoginBlocked": "Hyrjet janë çaktivizuar përkohësisht, ngaqë është kryer një numër i dyshimtë përpjekjesh të dështuara për hyrje gjatë orës së fundit.",
        "LoginOrEmail": "Emër përdoruesi ose email",
        "LoginPasswordNotCorrect": "Emër përdoruesi dhe/ose fjalëkalim i gabuar.",
        "LostYourPassword": "Humbët fjalëkalimin tuaj?",
        "NewPassword": "Fjalëkalim i ri",
        "NewPasswordRepeat": "Fjalëkalim i ri (përsëriteni)",
        "NotAllowListTakesPrecendence": "Nëse një IP gjendet edhe te lista e IP-ve për t’u bllokuar, edhe te ajo e atyre që s’duhen bllokuar kurrë, bllokohet.",
        "PasswordChanged": "Tani për hyrje mund të përdorni fjalëkalimin tuaj.",
        "PasswordRepeat": "Fjalëkalim (sërish)",
        "PasswordRequired": "Ju lutemi, që të vazhdohet, jepni fjalëkalimin tuaj",
        "PasswordResetAlreadySent": "Keni kërkuar shumë ricaktime fjalëkalimi së fundi. Një kërkesë e re mund të bëhet pas një ore. Nëse kjo s’funksionon, përgjegjësi juaj mund t’ju ndihmojë.",
        "PasswordResetCancelConfirm": "Ripohoni anulim ricaktimi fjalëkalimi",
        "PasswordResetCancelConfirmDescription": "kërkuat të anulohet ricaktimi i fjalëkalimit tuaj. Ju lutemi, ripohoni zgjedhjen tuaj, që të siguroni se kërkesa juaj përpunohet. Nëse s’qe ky synimi juaj, mund ta mbyllni pa rrezik këtë faqe.",
        "PasswordResetCancelConfirmTitle": "Anulim ricaktimi fjalëkalimi",
        "PasswordResetCancelEmail1": "E morëm raportimin tuaj se nuk kërkuat përpjekjen e freskët për ricaktim fjalëkalimi për llogarinë tuaj Matomo. Kërkesa për ricaktim është hequr dhe në llogarinë tuaj s’janë bërë ndryshime.",
        "PasswordResetCancelEmail2": "Llogaria juaj mbetet e siguruar. Për mbrojtje të thelluar, rekomandojmë aktivizimin e mirëfilltësimit dyfaktorësh (2FA), për të shtuar një shtresë tjetër sigurie.",
        "PasswordResetCancelEmail3": "Që të aktivizoni 2FA-në, vizitoni rregullimet e sigurisë për llogarinë tuaj personale dhe ndiqni udhëzimet që jepen.",
        "PasswordResetCancelEmailSubject": "Llogaria juaj Matomo është siguruar",
        "PasswordResetCancelTokenIssue": "Vumë re se provuat të anuloni kërkesën tuaj për ricaktim fjalëkalimi. Mjerisht, kjo lidhje s’vlen më, ngaqë ose ka skaduar, ose është e pavlefshme, ose është përdorur tashmë.",
        "PasswordResetEmail1": "Morëm një kërkesë për të ricaktuar fjalëkalimin e llogarisë tuaj Matomo, që nga adresa IP %1$s. Nëse këtë kërkesë e nisët ju, mund të ricaktoni fjalëkalimin tuaj duke klikuar mbi lidhjen më poshtë:",
        "PasswordResetEmail2": "Kjo lidhje do të skadojë pas 24 orësh, për arsye sigurie.",
        "PasswordResetEmail3": "Nëse s’e kërkuar këtë ricaktim fjalëkalimi, mund ta anuloni kërkesën duke klikuar mbi lidhjen më poshtë:",
        "PasswordResetEmail4": "Llogaria juaj mbetet e siguruar, por ju nxisim të veproni pa humbur kohë, nëse nuk e bëtë ju këtë kërkesë.",
        "PasswordResetEmail5": "Për siguri të shtuar, rekomandojmë aktivizimin e mirëfilltësimit dyfaktorësh (2FA), pas ricaktimit të fjalëkalimit tuaj.",
        "PasswordResetEmailLinkCancel": "Ky s’qeshë unë",
        "PasswordResetEmailLinkReset": "Ricaktoni fjalëkalimin tuaj",
        "PasswordResetEmailSubject": "Ricaktoni fjalëkalimin e llogarisë tuaj Matomo",
        "PasswordsDoNotMatch": "Fjalëkalimet nuk përputhen.",
        "PluginDescription": "Ofron hyrje me emër përdoruesi dhe fjalëkalim, si dhe funksionin e ricaktimit të fjalëkalimeve. Metoda e hyrjes mund të ndryshohet duke përdorur një tjetër shtojcë hyrjesh, fjala vjen, LoginLdap, të cilën e gjeni në treg.",
        "RememberMe": "Mbamë Mend",
        "SecurityTip": "Ndihmës rreth Sigurisë",
        "SettingBruteForceBlacklistIp": "Bllokojua përherë hyrjen këtyre IP-ve",
        "SettingBruteForceEnable": "Aktivizo Pikasje Hyrjesh Me Zor",
        "SettingBruteForceEnableHelp": "Nxjerr, për ca kohë, nga llogaria përdorues që kryejnë shumë hamendësime fjalëkalimi. Kjo i pengon cilitdo qoftë të provojë krejt kombinimet. Bllokimi i një IP-je të përbashkët kyç gjithashtu llogaritë e përdoruesve të tjerë të saj.",
        "SettingBruteForceMaxFailedLogins": "Numër i lejuar provash hyrjeje brenda një intervali kohor",
        "SettingBruteForceMaxFailedLoginsHelp": "Bllokon IP-në, nëse regjistrohet një numër më i madh provash të dështuara për hyrje se sa ky numër, brenda intervalit kohor të ujdisur më poshtë.",
        "SettingBruteForceTimeRange": "Numëro prova hyrjesh brenda këtij intervali kohor në minuta",
        "SettingBruteForceTimeRangeHelp": "Jepni një numër minutash.",
        "SettingBruteForceWhitelistIp": "Mos u blloko kurrë hyrjen këtyre IP-ve",
        "SuspiciousLoginAttemptsInLastHourEmail1": "Është bërë një numër i madh përpjekjesh për hyrje në llogarinë tuaj Matomo orën e fundit, që të bën të dyshosh. Më hollësisht, %1$s përpjekje për hyrje nga %2$s adresa të ndryshme IP. Dikush mund të jetë duke u përpjekur të hyjë në llogarinë tuaj.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "Bëni sa vijon:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "Sigurohuni se fjalëkalimi juaj është i sigurt, kuturu, të paktën 30 shenja.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "Ujdisni mirëfilltësim dyfaktorësh, në mënyrë që agresorëve t’u duhet më tepër informacion se sa thjesht fjalëkalimi juaj, për të mundur të bëjnë hyrjen në llogari.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "Formoni një listë adresash IP që s’duhen bllokuar kurrë, nëse Matomo-ja juaj ka një grup të kufizuar përdoruesish, ose IP-sh përmes të cilave përdoruesit hyjnë në të. %1$sPër më tepër hollësi, lexoni dokumentimin.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "Janë bërë disa përpjekje të dyshimta hyrjeje duke përdorur emrin tuaj të përdoruesit…",
        "TimeOfLogin": "Kohë hyrjeje",
        "UnblockAllIPs": "Zhblloko krejt IP-të e bllokuara",
        "WrongPasswordEntered": "Ju lutemi, jepni fjalëkalimin tuaj."
    }
}
