{
    "Login": {
        "Accept": "ஏற்றுக்கொள்",
        "AcceptPrivacyPolicy": "தனியுரிமைக் கொள்கையை நீங்கள் ஏற்க வேண்டும்.",
        "AcceptPrivacyPolicyAndTermsAndCondition": "தனியுரிமைக் கொள்கையையும் விதிமுறைகளையும் நீங்கள் ஏற்க வேண்டும் &amp; நிபந்தனைகள்.",
        "AcceptTermsAndCondition": "நீங்கள் விதிமுறைகளை ஏற்க வேண்டும் &amp; நிபந்தனைகள்.",
        "BruteForceLog": "முரட்டுத்தனமான படை பதிவு",
        "BySigningUpPrivacyPolicy": "பதிவுபெறுவதன் மூலம், %1$s ச்பிரிவாசி பாலிசி %2$s ஐ ஏற்றுக்கொள்கிறேன்",
        "BySigningUpPrivacyPolicyAndTermsAndCondition": "பதிவுபெறுவதன் மூலம், %1$s ச்பிரிவாசி பாலிசி %2$s மற்றும் %3$s ச்டெர்ம்கள் &amp; நிபந்தனைகள்%4$s",
        "BySigningUpTermsAndCondition": "பதிவுபெறுவதன் மூலம், நான் %1$s ச்டெர்ம்களை ஏற்றுக்கொள்கிறேன் &amp; நிபந்தனைகள்%2$s",
        "CancelPasswordResetRequestRemoved": "கோரிக்கை நீக்கப்பட்டது",
        "CancelPasswordResetRequestRemovedMessage": "இந்த கடவுச்சொல் மீட்டமைப்பை நீங்கள் கோரவில்லை என்று நாங்கள் பதிவு செய்துள்ளோம். மீட்டமைப்பு கோரிக்கை நீக்கப்பட்டது, உங்கள் கணக்கில் எந்த மாற்றங்களும் செய்யப்படவில்லை.",
        "CancelPasswordResetSecurityTip": "கூடுதல் பாதுகாப்புக்காக, இரண்டு காரணி அங்கீகாரத்தை (2FA) இயக்க பரிந்துரைக்கிறோம்.",
        "ChangeYourPassword": "உங்கள் கடவுச்சொல்லை மாற்றவும்",
        "ConfirmPasswordReset": "கடவுச்சொல்லை மீட்டமைக்கவும்",
        "ConfirmPasswordResetIntro": "உங்கள் கடவுச்சொல் மாற்றப்பட வேண்டும் என்று நீங்கள் கோரியதை உறுதிப்படுத்த உங்கள் புதிய கடவுச்சொல்லைத் தட்டச்சு செய்க.",
        "ConfirmPasswordResetWrongPassword": "உள்ளிடப்பட்ட கடவுச்சொல் புதிதாக தயாரிக்கப்பட்ட ஒன்றுடன் பொருந்தவில்லை. உங்கள் கடவுச்சொல்லை நினைவில் கொள்ளாவிட்டால் மீண்டும் மீட்டமைக்கவும். உங்கள் கடவுச்சொல்லை மாற்றுவதை நீங்கள் கோரவில்லை என்றால் அதை வைத்திருக்க எதுவும் செய்ய வேண்டாம்.",
        "ConfirmPasswordToContinue": "தொடர உங்கள் கடவுச்சொல்லை உறுதிப்படுத்தவும்",
        "ConfirmationLinkSent": "உங்கள் கடவுச்சொல்லை மாற்றுவதை உறுதிப்படுத்த உங்கள் மின்னஞ்சல் இன்பாக்சுக்கு அனுப்பப்பட்ட உறுதிப்படுத்தல் இணைப்பைத் திறக்கவும்.",
        "ContactAdmin": "சாத்தியமான காரணம்: உங்கள் புரவலன் அஞ்சல் () செயல்பாட்டை முடக்கியிருக்கலாம். <br> தயவுசெய்து உங்கள் மாடோமோ நிர்வாகியை தொடர்பு கொள்ளவும்.",
        "CreatePasswordDescription": "இந்த கடவுச்சொல்லை நினைவில் வைத்துக் கொள்ளுங்கள், அதை பாதுகாப்பான இடத்தில் வைத்திருங்கள்.",
        "CurrentlyBlockedIPs": "தடுக்கப்பட்ட ஐபிக்கள்",
        "CurrentlyBlockedIPsUnblockConfirm": "அனைத்து தடுக்கப்பட்ட ஐபிக்களையும் தடைசெய்கவா?",
        "CurrentlyBlockedIPsUnblockInfo": "அவர்கள் மீண்டும் உள்நுழைய அனுமதிக்க தவறுகளால் தடுக்கப்பட்ட ஐ.பி.எச்.",
        "DeclineInvitationInfo": "உங்கள் அழைப்பு மறுக்கப்பட்டது.",
        "ExceptionInvalidSuperUserAccessAuthenticationMethod": "சூப்பர் யூசர் அணுகல் கொண்ட ஒரு பயனரை '%s' பொறிமுறையைப் பயன்படுத்தி அங்கீகரிக்க முடியாது.",
        "ExceptionPasswordMD5HashExpected": "கடவுச்சொல் அளவுரு கடவுச்சொல்லின் MD5 ஆசாக இருக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "HelpIpRange": "ஒரு வரிக்கு ஒரு ஐபி முகவரி அல்லது ஒரு ஐபி வரம்பை உள்ளிடவும். நீங்கள் CIDR குறியீட்டைப் பயன்படுத்தலாம் எ.கா: %1$s அல்லது நீங்கள் வைல்டு கார்டுகளைப் பயன்படுத்தலாம், எ.கா: %2$s அல்லது %3$s",
        "IPsAlwaysBlocked": "இந்த ஐபிக்கள் எப்போதும் தடுக்கப்படுகின்றன",
        "InvalidNonceOrigin": "தவறான தோற்றம் காரணமாக படிவ பாதுகாப்பு தோல்வியடைந்தது. நீங்கள் முன்பு HTTPS ஐப் பயன்படுத்தி இணைந்திருந்தால், நீங்கள் ஒரு பாதுகாப்பான (SSL/TLS) இணைப்பை இணைத்து மீண்டும் முயற்சிக்கவும் என்பதை உறுதிப்படுத்தவும்.",
        "InvalidNonceReferrer": "தவறான \"குறிப்பாளர்\" தலைப்பு காரணமாக படிவ பாதுகாப்பு தோல்வியடைந்தது. நீங்கள் ஒரு பதிலாள் சேவையகத்தைப் பயன்படுத்துகிறீர்கள் என்றால், புரவலன் தலைப்பை முன்னோக்கி இருக்கும் பதிலாள் தலைப்பு %2$s ஐ ஏற்றுக்கொள்ள நீங்கள் %1$s ச்கான்ஃபிகர் மாடோமோவை வழங்க வேண்டும். மேலும், உங்கள் \"குறிப்பாளர்\" தலைப்பு சரியாக அனுப்பப்பட்டுள்ளதா என்பதை சரிபார்க்கவும். நீங்கள் முன்பு HTTPS ஐப் பயன்படுத்தி இணைந்திருந்தால், நீங்கள் ஒரு பாதுகாப்பான (SSL/TLS) இணைப்பை இணைத்து மீண்டும் முயற்சிக்கவும் என்பதை உறுதிப்படுத்தவும்.",
        "InvalidNonceToken": "கிள்ளாக்கு பொருந்தாததால் படிவ பாதுகாப்பு தோல்வியடைந்தது. தயவுசெய்து படிவத்தை மீண்டும் ஏற்றவும், உங்கள் குக்கீகள் இயக்கத்தில் உள்ளனவா என்பதை சரிபார்க்கவும்.",
        "InvalidNonceUnexpectedReferrer": "படிவம் பாதுகாப்பு தோல்வியடைந்தது, ஏனெனில் \"குறிப்பாளர்\" தலைப்பு எதிர்பார்த்ததைவிட வேறுபட்டது. அது சரியாக அனுப்பப்பட்டதா என்று சரிபார்க்கவும்.",
        "InvalidOrExpiredToken": "கிள்ளாக்கு தவறானது அல்லது காலாவதியானது.",
        "InvalidOrExpiredTokenV2": "கடவுச்சொல் ஏற்கனவே அமைக்கப்பட்டுள்ளது அல்லது இணைப்பு காலாவதியானது.",
        "InvalidUsernameEmail": "தவறான பயனாளர் பெயர் அல்லது ஈமெயில் முகவரி.",
        "InvitationDeclineBody": "இந்த அழைப்பை நிராகரிக்கவா?",
        "InvitationDeclineTitle": "அழைப்பை நிராகரிக்கவும்",
        "InvitationHints": "(இந்த செயலை ரத்து செய்ய நீங்கள் பக்கத்தை விட்டு வெளியேறலாம்)",
        "InvitationTitle": "அழைப்பை ஏற்றுக்கொள்ளுங்கள்",
        "LogIn": "உள்நுழைய",
        "LoginFromDifferentCountryEmail1": "உங்கள் முந்தைய உள்நுழைவு பகுதியிலிருந்து வேறுபட்ட இடத்திலிருந்து உங்கள் மாடோமோ கணக்கில் உள்நுழைவை நாங்கள் கண்டறிந்தோம்.",
        "LoginFromDifferentCountryEmail2": "உள்நுழைவு விவரங்கள்:",
        "LoginFromDifferentCountryEmail3": "இது நீங்கள் என்றால், எந்த நடவடிக்கையும் தேவையில்லை. இந்த உள்நுழைவு முயற்சியை நீங்கள் அடையாளம் காணவில்லை என்றால், உங்கள் கணக்கைப் பாதுகாக்க பின்வரும் நடவடிக்கைகளை எடுக்கவும்:",
        "LoginFromDifferentCountryEmail4": "உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்:",
        "LoginFromDifferentCountryEmail5": "கூடுதல் பாதுகாப்புக்கு இரண்டு காரணி அங்கீகாரத்தை (2FA) இயக்கவும்:",
        "LoginFromDifferentCountryEmail6": "வேறு அங்கீகரிக்கப்படாத செயல்கள் எதுவும் இல்லை என்பதை உறுதிப்படுத்த உங்கள் அண்மைக் கால கணக்கு செயல்பாட்டை மதிப்பாய்வு செய்ய பரிந்துரைக்கிறோம்.",
        "LoginFromDifferentCountryEmailLinkEnable2FA": "2FA ஐ இயக்கவும்",
        "LoginFromDifferentCountryEmailLinkResetPassword": "உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்",
        "LoginFromDifferentCountryEmailSubject": "உங்கள் மாடோமோ கணக்கில் அசாதாரண உள்நுழைவு செயல்பாடு கண்டறியப்பட்டது",
        "LoginNotAllowedBecauseBlocked": "பல தோல்வியுற்ற உள்நுழைவுகள். தயவுசெய்து காத்திருந்து பின்னர் மீண்டும் உள்நுழைய முயற்சிக்கவும்.",
        "LoginNotAllowedBecauseUserLoginBlocked": "கடைசி மணிநேரத்தில் சந்தேகத்திற்கிடமான தோல்வியுற்ற முயற்சிகள் மேற்கொள்ளப்பட்டதிலிருந்து உள்நுழைவு அணைக்கப்பட்டுள்ளது.",
        "LoginOrEmail": "பயனர்பெயர் அல்லது மின்னஞ்சல்",
        "LoginPasswordNotCorrect": "தவறான பயனர்பெயர் மற்றும்/அல்லது கடவுச்சொல்.",
        "LostYourPassword": "கடவுச்சொல் மறந்து போனதா?",
        "NewPassword": "புதிய கடவுச்சொல்",
        "NewPasswordRepeat": "புதிய கடவுச்சொல் (மீண்டும்)",
        "NotAllowListTakesPrecendence": "ஒரு ஐபி தடுக்க ஐபிக்களின் பட்டியல் இரண்டிலும் இருந்தால், அது ஒருபோதும் தடுக்கப்படுகிறது.",
        "PasswordChanged": "உள்நுழைய இப்போது உங்கள் புதிய கடவுச்சொல்லைப் பயன்படுத்தலாம்.",
        "PasswordRepeat": "கடவுச்சொல் (மீண்டும்)",
        "PasswordRequired": "தொடர உங்கள் கடவுச்சொல்லை உள்ளிடவும்",
        "PasswordResetAlreadySent": "நீங்கள் அண்மைக் காலத்தில் பல கடவுச்சொல் மீட்டமைப்புகளைக் கோரியுள்ளீர்கள். ஒரு மணி நேரத்தில் ஒரு புதிய கோரிக்கையை செய்யலாம். அது வேலை செய்யாவிட்டால் உங்கள் நிர்வாகி உங்களுக்கு உதவ முடியும்.",
        "PasswordResetCancelConfirm": "கடவுச்சொல் மீட்டமைப்பு ரத்துசெய்தல் என்பதை உறுதிப்படுத்தவும்",
        "PasswordResetCancelConfirmDescription": "உங்கள் கடவுச்சொல் மீட்டமைப்பை ரத்து செய்யுமாறு கோரியுள்ளீர்கள். உங்கள் கோரிக்கை செயலாக்கப்படுவதை உறுதிப்படுத்த உங்கள் விருப்பத்தை உறுதிப்படுத்தவும். இது உங்கள் நோக்கம் இல்லையென்றால், நீங்கள் இந்த பக்கத்தை பாதுகாப்பாக மூடலாம்.",
        "PasswordResetCancelConfirmTitle": "கடவுச்சொல் மீட்டமைப்பு ரத்து",
        "PasswordResetCancelEmail1": "உங்கள் மாடோமோ கணக்கிற்கான அண்மைக் கால கடவுச்சொல் மீட்டமைப்பு முயற்சியை நீங்கள் கோரவில்லை என்ற உங்கள் அறிக்கையை நாங்கள் பெற்றுள்ளோம். மீட்டமைப்பு கோரிக்கை நீக்கப்பட்டது, உங்கள் கணக்கில் எந்த மாற்றங்களும் செய்யப்படவில்லை.",
        "PasswordResetCancelEmail2": "உங்கள் கணக்கு பாதுகாப்பாக உள்ளது. மேம்பட்ட பாதுகாப்பிற்காக, பாதுகாப்பின் மற்றொரு அடுக்கைச் சேர்க்க இரண்டு காரணி அங்கீகாரத்தை (2FA) இயக்க பரிந்துரைக்கிறோம்.",
        "PasswordResetCancelEmail3": "2FA ஐ இயக்க, உங்கள் தனிப்பட்ட கணக்கு பாதுகாப்பு அமைப்புகளைப் பார்வையிட்டு வழங்கப்பட்ட வழிமுறைகளைப் பின்பற்றவும்.",
        "PasswordResetCancelEmailSubject": "உங்கள் மாடோமோ கணக்கு பாதுகாக்கப்பட்டுள்ளது",
        "PasswordResetCancelTokenIssue": "உங்கள் கடவுச்சொல் மீட்டமைப்பு கோரிக்கையை ரத்து செய்ய முயற்சித்ததை நாங்கள் கவனித்தோம். துரதிர்ச்டவசமாக, இந்த இணைப்பு இனி செல்லுபடியாகாது, ஏனெனில் அது காலாவதியானது, தவறானது அல்லது ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது.",
        "PasswordResetEmail1": "ஐபி முகவரி %1$s இலிருந்து உங்கள் MATOMO கணக்கிற்கான கடவுச்சொல்லை மீட்டமைக்க கோரிக்கை கிடைத்தது. இந்த கோரிக்கையை நீங்கள் தொடங்கினால், கீழே உள்ள இணைப்பைக் சொடுக்கு செய்வதன் மூலம் உங்கள் கடவுச்சொல்லை மீட்டமைக்கலாம்:",
        "PasswordResetEmail2": "பாதுகாப்பு காரணங்களுக்காக இந்த இணைப்பு 24 மணி நேரத்தில் காலாவதியாகும்.",
        "PasswordResetEmail3": "இந்த கடவுச்சொல் மீட்டமைப்பை நீங்கள் கோரவில்லை என்றால், கீழேயுள்ள இணைப்பைக் சொடுக்கு செய்வதன் மூலம் கோரிக்கையை ரத்து செய்யலாம்:",
        "PasswordResetEmail4": "உங்கள் கணக்கு பாதுகாப்பாக உள்ளது, ஆனால் இந்த கோரிக்கையை நீங்கள் தொடங்கவில்லை என்றால் விரைவாக செயல்பட நாங்கள் உங்களை ஊக்குவிக்கிறோம்.",
        "PasswordResetEmail5": "கூடுதல் பாதுகாப்பிற்காக, உங்கள் கடவுச்சொல்லை மீட்டமைத்த பிறகு இரண்டு காரணி அங்கீகாரத்தை (2FA) இயக்க பரிந்துரைக்கிறோம்.",
        "PasswordResetEmailLinkCancel": "இது நான் அல்ல",
        "PasswordResetEmailLinkReset": "உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும்",
        "PasswordResetEmailSubject": "உங்கள் MATOMO கணக்கு கடவுச்சொல்லை மீட்டமைக்கவும்",
        "PasswordsDoNotMatch": "பொருந்தாத கடவுச்சொற்கள்.",
        "PluginDescription": "பயனர்பெயர் மற்றும் கடவுச்சொல் உள்நுழைவு மற்றும் கடவுச்சொல் மீட்டமைப்பு செயல்பாட்டை வழங்குகிறது. சந்தையில் கிடைக்கும் உள்நுழைவு போன்ற மற்றொரு உள்நுழைவு சொருகி பயன்படுத்துவதன் மூலம் உள்நுழைவு முறையை மாற்றலாம்.",
        "RememberMe": "என்னை ஞாபகத்தில் கொள்",
        "SecurityTip": "பாதுகாப்பு உதவிக்குறிப்பு",
        "SettingBruteForceBlacklistIp": "இந்த ஐபிக்களை உள்நுழைவதை எப்போதும் தடுக்கிறது",
        "SettingBruteForceEnable": "முரட்டுத்தனமான-சக்தி கண்டறிதலை இயக்கவும்",
        "SettingBruteForceEnableHelp": "பயனர்கள் பல கடவுச்சொல் யூகங்களை ஒரு காலக்கெடுவிற்குள் சிறிது காலத்திற்கு உள்நுழைகிறார்கள். இது எல்லா சேர்க்கைகளையும் சோதிப்பதைத் தடுக்கிறது. பகிரப்பட்ட ஐபி தடுக்கப்பட்டதைப் பெறுவது அதன் மற்ற பயனர்களையும் பூட்டுகிறது.",
        "SettingBruteForceMaxFailedLogins": "ஒரு குறிப்பிட்ட கால எல்லைக்குள் அனுமதிக்கப்பட்ட உள்நுழைவு முயற்சிகளின் எண்ணிக்கை",
        "SettingBruteForceMaxFailedLoginsHelp": "தோல்வியுற்ற உள்நுழைவுகளின் எண்ணிக்கையை விட அதிகமாக கீழே அமைக்கப்பட்ட கால எல்லைக்குள் பதிவு செய்யப்பட்டால் ஐபி தடுக்கிறது.",
        "SettingBruteForceTimeRange": "இந்த நேர வரம்பிற்குள் உள்நுழைவு முயற்சிகளை நிமிடங்களில் எண்ணுங்கள்",
        "SettingBruteForceTimeRangeHelp": "பல நிமிடங்களை உள்ளிடவும்.",
        "SettingBruteForceWhitelistIp": "இந்த ஐபிக்களை உள்நுழைவதை ஒருபோதும் தடுக்க வேண்டாம்",
        "SuspiciousLoginAttemptsInLastHourEmail1": "கடைசி மணிநேரத்தில் உங்கள் மாடோமோ கணக்கில் சந்தேகத்திற்கு இடமின்றி அதிக எண்ணிக்கையிலான உள்நுழைவு முயற்சிகள் மேற்கொள்ளப்பட்டன. குறிப்பாக %1$s உள்நுழைவு முயற்சிகள் %2$s தனித்துவமான ஐபி முகவரிகளிலிருந்து. யாராவது உங்கள் கணக்கில் உடைக்க முயற்சிக்கிறார்கள்.",
        "SuspiciousLoginAttemptsInLastHourEmail2": "பின்வருவனவற்றைச் செய்யுங்கள்:",
        "SuspiciousLoginAttemptsInLastHourEmail3": "உங்கள் கடவுச்சொல் குறைந்தது 30 எழுத்துகளின் பாதுகாப்பான, சீரற்ற கடவுச்சொல் என்பதை உறுதிப்படுத்தவும்.",
        "SuspiciousLoginAttemptsInLastHourEmail4": "இரண்டு காரணி அங்கீகாரத்தை அமைக்கவும், எனவே உள்நுழைய உங்கள் கடவுச்சொல்லை விட தாக்குபவர்களுக்கு அதிகம் தேவை.",
        "SuspiciousLoginAttemptsInLastHourEmail5": "உங்கள் மாடோமோவில் வரையறுக்கப்பட்ட பயனர்கள் அல்லது ஐபிஎச் பயனர்கள் அதை அணுகினால் ஒருபோதும் தடுக்கக்கூடாது என்று ஐபி முகவரிகளின் பட்டியலை அமைக்கவும். %1$s மேலும் தகவலுக்கு டாக்சைப் படியுங்கள்.%2$s",
        "SuspiciousLoginAttemptsInLastHourEmailSubject": "உங்கள் பயனர்பெயரைப் பயன்படுத்தி சில சந்தேகத்திற்கிடமான உள்நுழைவு முயற்சிகள் மேற்கொள்ளப்பட்டன…",
        "TimeOfLogin": "உள்நுழைவு நேரம்",
        "UnblockAllIPs": "அனைத்து தடுக்கப்பட்ட ஐபிக்களையும் தடைசெய்க",
        "WrongPasswordEntered": "உங்கள் கடவுச்சொல்லை உள்ளிடவும்."
    }
}
