{
    "Actions": {
        "ActionType": "செயல் வகை",
        "ActionTypes": "செயல் வகைகள்",
        "ActionsInVisit": "வருகையில் நடவடிக்கைகள்",
        "AvgGenerationTimeTooltip": "%1$s இட் (கள்) %2$s இன் அடிப்படையில் சராசரி %3$s மற்றும் %4$s க்கு இடையில்",
        "Behaviour": "நடத்தை",
        "ColumnActionURL": "செயல் இணைய முகவரி",
        "ColumnClickedURL": "சொடுக்கிய வெளியிணைப்பு",
        "ColumnClickedURLs": "சொடுக்கிய வெளியிணைப்புகள்",
        "ColumnClicks": "சொடுக்குகள்",
        "ColumnClicksDocumentation": "இந்த இணைப்பு சொடுக்குகளின் எண்ணிக்கை",
        "ColumnDownloadURL": "பதிவிறக்க URL",
        "ColumnDownloadURLs": "முகவரி களைப் பதிவிறக்கவும்",
        "ColumnEntryPageTitle": "நுழைவு பக்க தலைப்பு",
        "ColumnEntryPageURL": "நுழைவு பக்க URL",
        "ColumnEntryPageURLs": "நுழைவு பக்க முகவரி கள்",
        "ColumnExitPageTitle": "வெளியேற பக்க தலைப்பு",
        "ColumnExitPageURL": "வெளியேற பக்க URL",
        "ColumnExitPageURLs": "பக்க முகவரி களில் இருந்து வெளியேறவும்",
        "ColumnIdPageview": "பக்கக் காட்சி ஐடி",
        "ColumnInteractionPosition": "தொடர்பு நிலை",
        "ColumnNoResultKeyword": "தேடல் முடிவு இல்லாத திறவுச்சொல்",
        "ColumnPageName": "பக்கத்தின் பெயர்",
        "ColumnPageURL": "பக்கத்தின் URL",
        "ColumnPageViewPosition": "பக்கக் காட்சி நிலை",
        "ColumnPagesPerSearch": "தேடல் முடிவுகளின் பக்கங்கள்",
        "ColumnPagesPerSearchDocumentation": "விருந்தினர்கள் உங்கள் தளத்தின் உள் தேடுவார்கள். சில சமயம் \"அடுத்து\" பகுதி ஊடாக மேலதிக தேடல் முடிவுகளை பார்வையிடுவார்கள். இது குறிச்சொல்லுக்கான தேடல் முடிவுப்பக்கங்களின் பக்க பார்வைக்கான சராசரி.",
        "ColumnSearchCategory": "தேடல் பகுப்புகள்",
        "ColumnSearchExits": "%% தேடல் வெளியேறுகிறது",
        "ColumnSearchExitsDocumentation": "உங்கள் தளத்தில் உள்ள தேடியந்திரத்தில் இந்த குறிச்சொல்லை தேடிய பின்னர் வெளியேறிய பார்வையாளர்களின் வீதம்.",
        "ColumnSearchResultsCount": "தேடல் முடிவுகளின் எண்ணிக்கை",
        "ColumnSearches": "தேடல்கள்",
        "ColumnSearchesDocumentation": "உங்களுடைய இணையத்தளத்தில் உள்ள தேடு பொறியில் , இந்த சொல்லை தேடியவர்களின் எண்ணிக்கை.",
        "ColumnSiteSearchKeywords": "தனித்துவமான திறவுச்சொற்கள்",
        "ColumnUniqueClicks": "தனித்துவமான சொடுக்குகள்",
        "ColumnUniqueClicksDocumentation": "இந்த இணைப்பின் மூலமாக வலை பக்க வருகைகளின் எண்ணிக்கை.(குறிப்பு:ஒரு இணைப்பு ஒரு வலை பக்க வருகைக்காக பல முறை சொடுக்கப்படும் என்றால், அது ஒரு முறை மட்டுமே கணக்கிடப்படும்)",
        "ColumnUniqueDownloads": "தனித்துவமான பதிவிறக்கங்கள்",
        "ColumnUniqueOutlinks": "தனித்துவமான வெளி இணைப்புகள்",
        "DownloadsReportDocumentation": "வலை பக்க பார்வையாளர்கள் பதிவிறக்கம் செய்த கோப்புகளின் அறிக்கை. %s பதிவிறக்க கோப்புகளின் எண்ணிக்கை முழுவதுமாக பதிவிறக்கம் செய்யப்பட்ட கோப்புகளின் எண்ணிகையை சார்ந்தது அல்ல. download link சொடுக்குகளின் எண்ணிகையை சார்ந்தது.",
        "DownloadsSubcategoryHelp1": "இந்த அறிக்கையில், உங்கள் பார்வையாளர்கள் எந்த கோப்புகளை பதிவிறக்கம் செய்துள்ளனர் என்பதை நீங்கள் காணலாம்.",
        "DownloadsSubcategoryHelp2": "பதிவிறக்கமாக மாடோமோ எண்ணுவது பதிவிறக்க இணைப்பைக் சொடுக்கு செய்க. பதிவிறக்கம் நிறைவடைந்ததா இல்லையா என்பது மாடோமோவுக்குத் தெரியவில்லை.",
        "EntryPageTitles": "நுழைவு பக்க தலைப்புகள்",
        "EntryPageTitlesReportDocumentation": "இந்த அறிக்கை குறிப்பிட்ட காலப்பகுதியில் நுழைவுப்பக்கங்களின் தலைப்புக்களை கொண்ட்டுள்ளது.",
        "EntryPagesReportDocumentation": "இந்த அறிக்கையில் குறிப்பிட்ட காலகட்டத்தில் பயன்படுத்தப்பட்ட நுழைவு பக்கங்கள் பற்றிய தகவல்கள் உள்ளன. நுழைவு பக்கம் என்பது ஒரு பயனர் தங்கள் வருகையின் போது பார்க்கும் முதல் பக்கம். %s நுழைவு முகவரி கள் ஒரு கோப்புறை கட்டமைப்பாக காட்டப்படும்.",
        "EntryPagesSubcategoryHelp1": "இந்த அறிக்கையில் குறிப்பிட்ட காலகட்டத்தில் பயன்படுத்தப்பட்ட நுழைவு பக்கங்கள் பற்றிய தகவல்கள் உள்ளன. நுழைவு பக்கம் என்பது ஒரு பயனர் தங்கள் வருகையின் போது பார்க்கும் முதல் பக்கம்.",
        "EntryPagesSubcategoryHelp2": "நுழைவு முகவரி கள் ஒரு கோப்புறை கட்டமைப்பாக காட்டப்படும்.",
        "ExitPageTitles": "வெளியேற பக்க தலைப்புகள்",
        "ExitPageTitlesReportDocumentation": "குறிப்பிட்ட காலப்பகுதியில் வெளியேறிய பக்கங்களின் தலைப்புக்களை இந்த அறிக்கை கொண்டுள்ளது.",
        "ExitPagesReportDocumentation": "இந்த அறிக்கையில் குறிப்பிட்ட காலகட்டத்தில் ஏற்பட்ட வெளியேறும் பக்கங்கள் பற்றிய தகவல்கள் உள்ளன. வெளியேறும் பக்கம் என்பது ஒரு பயனர் தங்கள் வருகையின் போது பார்க்கும் கடைசி பக்கம். %s வெளியேறும் முகவரி கள் ஒரு கோப்புறை கட்டமைப்பாக காட்டப்படும்.",
        "ExitPagesSubcategoryHelp1": "இந்த அறிக்கையில் குறிப்பிட்ட காலகட்டத்தில் ஏற்பட்ட வெளியேறும் பக்கங்கள் பற்றிய தகவல்கள் உள்ளன. வெளியேறும் பக்கம் என்பது ஒரு பயனர் தங்கள் வருகையின் போது பார்க்கும் கடைசி பக்கம்.",
        "ExitPagesSubcategoryHelp2": "வெளியேறும் முகவரி கள் ஒரு கோப்புறை கட்டமைப்பாக காட்டப்படும்.",
        "MainMetricsReportDocumentation": "உங்கள் பார்வையாளர்கள் உங்கள் வலைத்தளத்தில் என்ன நடவடிக்கைகளை எடுக்கிறார்கள் என்பதற்கான அடிப்படை கண்ணோட்டத்தை இந்த அறிக்கை வழங்குகிறது.",
        "OneSearch": "1 தேடல்",
        "OutlinkDocumentation": "ஒரு வெளியிணைப்பு என்பது வருகையாளரை உங்கள் தளத்தை விட்டு (வேறு ஒரு ஆட்புல பேருக்கு) அழைத்து செல்லும் பிறிதொரு இணைய முகவரி ஆகும்.",
        "OutlinksReportDocumentation": "இந்த அறிக்கை உங்கள் வருகையாளர்களால் வெளி இணைப்பு முகவரிகளில் மேற்கொள்ளப்பட்ட சொடுக்கங்களை படிநிலை முறை நிலையில் காட்டுகிறது.",
        "OutlinksSubcategoryHelp1": "இந்த அறிக்கை உங்கள் பார்வையாளர்களால் சொடுக்கு செய்யப்பட்ட அவுட்ல் முகவரி களின் படிநிலை பட்டியலைக் காட்டுகிறது. ஒரு அவுட்லிங்க் என்பது உங்கள் வலைத்தளத்திலிருந்து (மற்றொரு களத்திற்கு) பார்வையாளரை வழிநடத்தும் ஒரு இணைப்பு.",
        "PageTitlesReportDocumentation": "இந்த அறிக்கை நீங்கள் இதற்கு முன்பு சென்று வந்த பக்கங்களைப் பற்றிய தலைப்புகளை உள்ளடக்கியது. %1$s ஒரு பக்கத்தின் தலைப்பானது %2$s அனைத்து உலாவிகளின் தலைப்பாக காட்டப்படும் HTML டேக் ஆகும்.",
        "PageTitlesSubcategoryHelp1": "இந்த அறிக்கையில் பார்வையிட்ட பக்கங்களின் தலைப்புகள் பற்றிய தகவல்கள் உள்ளன.",
        "PageTitlesSubcategoryHelp2": "பக்க தலைப்பு உஉகுமொ &amp; amp; lt; தலைப்பு &amp; amp; gt; பெரும்பாலான உலாவிகள் அவற்றின் சாளர தலைப்பில் காண்பிக்கும் குறிச்சொல்.",
        "PageUrls": "பக்க URLs",
        "PageViewsByVisitor": "அனைத்து வருகைகளிலும் இந்த பார்வையாளரால் இந்தப் பக்கம் எத்தனை முறை பார்க்கப்பட்டது",
        "PagesReportDocumentation": "இந்த அறிக்கை வருகை தரப்பட்ட பக்கங்களின் முகவரிகளை காட்டுகிறது. %s அட்டவணை படிமுறை நிலையில் ஒழுங்காக்கப்பட்டு உள்ளது. முகவரிகள் கோப்பு வடிவில் உள்ளன.",
        "PagesSubcategoryHelp1": "இந்த அறிக்கையில் பார்வையிட்ட பக்க முகவரி கள் பற்றிய தகவல்கள் உள்ளன.",
        "PagesSubcategoryHelp2": "அட்டவணை படிநிலையாக ஒழுங்கமைக்கப்பட்டுள்ளது, முகவரி கள் ஒரு கோப்புறை கட்டமைப்பாக காட்டப்படும்.",
        "PagesSubcategoryHelp3": "Fes servir les icones de més i menys a l'esquerra per navegar.",
        "PluginDescription": "பக்கக் காட்சிகள் மற்றும் பக்க தலைப்புகள் பற்றிய அறிக்கைகள். உங்கள் உள் வலைத்தளத்தின் தேடுபொறியை அளவிட உங்களை அனுமதிக்கிறது. வெளிப்புற இணைப்புகள் மற்றும் கோப்பு பதிவிறக்கங்களை தானாக கண்காணிக்கிறது.",
        "RevisitedPages": "பக்கங்கள் ஒன்றுக்கு மேற்பட்ட முறை பார்க்கப்பட்டன",
        "SiteSearchCategories": "வகைகள் (தள தேடல்)",
        "SiteSearchCategories1": "இந்த அறிக்கையை, உங்கள் வலைத்தளத்தில் ஒரு தேடல் செய்த போது பார்வையாளர்கள் தேர்ந்தெடுத்த வகைகள் பட்டியலிடுகிறது.",
        "SiteSearchCategories2": "எடுத்துக்காட்டாக, மின்வணிக வலைத்தளங்களில் பொதுவாக ஒரு \"வகை\" தேர்வு இருக்கிறது. இதன் மூலம் தேடல் முடிவுகளை குறிப்பிட்ட வகையின் உள் பார்வையாலரால் மட்டுப்படுத்த முடியும்.",
        "SiteSearchCategory": "வகை (தள தேடல்)",
        "SiteSearchFollowingPagesDoc": "பார்வையாளர் உங்கள் தளத்தில் தேடும் போது, அவர்கள் தனித்தன்மை வாய்ந்த பக்கங்கள், உற்பத்திகள் அல்லது சேவைகளை தேடுகிறார்கள். இந்த அறிக்கை உள்ளக தேடலின் பின்னர், அதிகளவில் பார்க்கப்பட்ட பக்கங்களை காட்டுகிறது.இவை பார்வையாளர்களால் அதிகளவில் தேடப்பட்ட பக்கங்கள் எனவும் சொல்லலாம்.",
        "SiteSearchIntro": "உங்கள் வலைத்தளத்தில் பார்வையாளர்கள் செய்யும் தேடல்களைக் கண்காணிப்பது உங்கள் பார்வையாளர்கள் எதைத் தேடுகிறது என்பதைப் பற்றி மேலும் அறிய மிகவும் பயனுள்ள வழியாகும், இது புதிய உள்ளடக்கத்திற்கான யோசனைகளைக் கண்டறிய உதவும், சாத்தியமான வாடிக்கையாளர்களைத் தேடக்கூடிய புதிய இணையவழி தயாரிப்புகள் மற்றும் பொதுவாக பார்வையாளர்களை மேம்படுத்துதல் உங்கள் இணையதளத்தில் பட்டறிவு.",
        "SiteSearchKeyword": "தேடுசொல் (தள தேடுபொறி)",
        "SiteSearchKeywordCount": "முக்கிய எண்ணிக்கை (தள தேடல்)",
        "SiteSearchKeywordCounts": "முக்கிய எண்ணிக்கைகள் (தள தேடல்)",
        "SiteSearchKeywords": "முக்கிய வார்த்தைகள் (தள தேடல்)",
        "SiteSearchKeywordsDocumentation": "இந்த அறிக்கை உள்ளக தேடலில் பயன்பட்ட சொற்களை பட்டியல் இடுகிறது.",
        "SiteSearchKeywordsNoResultDocumentation": "எந்தவொரு தேடல் முடிவையும் திருப்பித் தராத தேடல் முக்கிய வார்த்தைகளை இந்த அறிக்கை பட்டியலிடுகிறது: ஒருவேளை தேடுபொறி வழிமுறையை மேம்படுத்தலாம், அல்லது உங்கள் பார்வையாளர்கள் உங்கள் வலைத்தளத்தில் (இன்னும்) இல்லாத உள்ளடக்கத்தைத் தேடுகிறார்களா?",
        "SiteSearchSubcategoryHelp1": "உங்கள் வலைத்தளத்தைத் தேடும்போது பார்வையாளர்கள் எந்த முக்கிய வார்த்தைகளைப் பயன்படுத்துகிறார்கள் என்பதை தள தேடல் பிரிவு காட்டுகிறது. ஒரு தேடலைச் செய்தபின் பயனர்கள் எந்த பக்கங்களைப் பார்க்கிறார்கள் என்பதையும், எந்த ஆன்-சைட் தேடல் முக்கிய வார்த்தைகள் எந்த முடிவுகளையும் திருப்பித் தரும் என்பதையும் இது காட்டுகிறது.",
        "SiteSearchSubcategoryHelp2": "இந்த அறிக்கைகள் உங்கள் தளத்தில் உள்ளடக்கத்தைக் காணவில்லை, உங்கள் பார்வையாளர்கள் எதைத் தேடுகிறார்கள் என்பதைப் பற்றிய யோசனைகளை உங்களுக்கு வழங்க முடியும், ஆனால் எளிதாகக் கண்டுபிடிக்க முடியவில்லை, மேலும் பல.",
        "SiteSearchSubcategoryHelp3": "தள தேடல் வழிகாட்டியில் மேலும் அறிக.",
        "SubmenuPageTitles": "பக்க தலைப்புக்கள்",
        "SubmenuPagesEntry": "நுழைவு பக்கங்கள்",
        "SubmenuPagesExit": "வெளியேற பக்கங்கள்",
        "SubmenuSitesearch": "தளத்தின் தேடல்கள்",
        "TimeSpentInReferringAction": "செயலைக் குறிப்பிடுவதில் செலவழித்த நேரம்",
        "WidgetEntryPageTitles": "நுழைவு பக்க தலைப்புக்கள்",
        "WidgetExitPageTitles": "வெளியேற பக்க தலைப்புக்கள்",
        "WidgetPageTitles": "பக்க தலைப்புக்கள்",
        "WidgetPageTitlesFollowingSearch": "இணையதளத்தேடலை தொடர்ந்த பக்க தலைப்பு",
        "WidgetPageUrlsFollowingSearch": "தள தேடலை தொடர்ந்த பக்கங்கள்",
        "WidgetPagesEntry": "நுழைவு பக்கங்கள்",
        "WidgetPagesExit": "வெளியேற பக்கங்கள்",
        "WidgetSearchCategories": "தேடல் பகுப்புகள்",
        "WidgetSearchKeywords": "தளத்தின் தேடல் திறவு சொற்கள்",
        "WidgetSearchNoResultKeywords": "முடிவுகள் இல்லாத தேடல் திறவு சொற்கள்"
    }
}
